// import FounderMessage from "@/components/AboutUs/FounderMessage";
// import JayasimhaFoundation from "@/components/AboutUs/JayasimhaFoundation";
// import { practiceArea } from "@/utils/data";

const en = {
  menu: {
    about: "વિશે",
    thefirm: "સંસ્થાન",
    testimonials: "ગ્રાહકોની પ્રશંસાની",
    practiceareas: "પ્રેક્ટિસ ક્ષેત્રો",
    industries: "ઉદ્યોગો",
    newsinsights: "સમાચાર અને જ્ઞાનદ્રષ્ટિ",
    insights: "જ્ઞાનદ્રષ્ટિ",
    aarnanews: "આર્ના સમાચાર",
    publications: "પ્રકાશનો",
    podcasts: "પોડકાસ્ટ",
    careers: "કારકિર્દી",
    contactus: "અમારો સંપર્ક કરો",
  },

  // Banner Titles
  practiceAreasTitle: {
    practiceAreas: "પ્રેક્ટિસ ક્ષેત્રો",
  },
  industriesTitle: {
    industries: "ઉદ્યોગો",
  },
  insightsTitle: {
    insights: "જ્ઞાનદ્રષ્ટિ",
  },

  aarnaNewsTitle: {
    aarnaNews: "આર્ના સમાચાર",
  },
  publicationsTitle: {
    publications: "પ્રકાશનો",
  },
  podcastsTitle: {
    podcasts: "પોડકાસ્ટ",
  },
  careersTitle: {
    careers: "કારકિર્દી",
  },
  contactUsTitle: {
    contactUs: "અમારો સંપર્ક કરો",
  },

  // About Us 
  aboutTitle: {
    aboutName: "વિશે",
  },

  //About Us and Home Page
  whatWeDo: {
    title: "અમે શું કરીએ છીએ",
    headline: "અમે આંતરરાષ્ટ્રીય દ્રષ્ટિકોણ સાથે પુરસ્કાર વિજેતા વિવાદ નિરાકરણ પ્રક્રિયા પ્રદાન કરીએ છીએ.",
    para1:
      "આર્ના લોની સ્થાપના ગુણવત્તા આધારિત, મૂલ્ય આધારિત કાનૂની સેવાઓ પ્રદાન કરવાની મજબૂત પ્રતિબદ્ધતા સાથે કરવામાં આવી છે , જેમાં અમે અમારા ગ્રાહકો સાથે વ્યવસાય અને વ્યાપારિક ઉદ્દેશ્યોને સમજવા માટે સમય સમર્પિત છીએ, જેથી અમે પ્રાસંગિક અને વ્યૂહાત્મક મજબૂત ઉકેલો તૈયાર કરી શકીએ.",
    para2:
      "અમારું અભિગમ નવીન અને વ્યાવસાય કેન્દ્રિત છે, અને તેનો આધાર એવા અનુભવી વકીલોના ટીમ પર છે, જે વ્યાપારિક રીતે દક્ષ, પ્રયોગશીલ અને ઉકેલલક્ષી છે. ",
  },

  ourLegacy: {
    legacyTitle: "અમારું વારસો",
    legacyHeadline: "વિભિન્ન ક્ષેત્રો, ઉદ્યોગો અને આંતરરાષ્ટ્રીય સરહદોમાં, અમારી કાનૂની સેવાઓ અને ઉકેલો ઉચ્ચતમ ઈમાનદારી અને ગુપ્તતાના ધોરણો જાળવે છે.",
    legacyPara:
      "હંમેશા, અમારી એવોર્ડ વિજેતા પદ્ધતિનો આધાર દરેક ક્લાયન્ટ સાથે વિકસાવેલ મજબૂત સંબંધો છે. અમારી કાનૂની અને વ્યવસાયિક સલાહો અમારા ક્લાયન્ટના વ્યવસાય હિતોની ઊંડી સમજ પ્રદર્શિત કરે છે.",
  },

  founderMessage: {
    founderTitle: "અમારા સ્થાપકોનો સંદેશ",
    founderPara:
      "અમે નાના, મધ્યમ અને મોટા ઉદ્યોગોમાં ગ્રાહકની સેવા કરવાનો તેમજ ભારતીય રિપબ્લિક માટે કાઉન્સેલ તરીકે કાર્ય કરવાનો અવસર મળ્યો તે બદલ ખૂબ જ આભારી છીએ. અમે પૂર્વજોની આશીર્વાદો અને તેમની મહાનતા માટે નમ્રતાપૂર્વક આભાર માનીએ છીએ. તેમના દ્વારા ઘેટવામાં આવેલા ઊંડા મૂલ્યો હજુ પણ અમને પ્રેરણા આપે છે કે અમે એક એવું મંચ બનાવી શકીએ જ્યાં અમારું શ્રેષ્ઠ સ્વરૂપ એકતાથી રજૂ કરી શકીએ, જ્યારે અમે અમારા ક્લાયન્ટના સેવા કરીએ છીએ અને ન્યાયના કાર્યને આગળ ધપાવીએ છીએ.",
    founderName1: "મેનેજિંગ પાર્ટનર ",
    founderDescription1: " વ્યવસ્થાપક ભાગીદાર",
    founderName2: "સ્થાપક પાર્ટનર",
    founderDescription2: "સ્થાપક ભાગીદાર",
  },

  jayasimhaFoundation: {
    jayasimhaTitle: "જયસિંહા ફાઉન્ડેશન",
    jayasimhaPara1:
      "વિશ્વસનીય ન્યાયમૂર્તિ આર. જયસિમ્હા બાબુ (1942-2015)ની યાદમાં સ્થાપિત જયસિમ્હા ફાઉન્ડેશન, સેવાના ભાવથી જોડાયેલ એક મહાન વારસાને આગળ આજે છે.",
    jayasimhaPara2: "આ ફાઉન્ડેશન એ ન્યાયમૂર્તિ જયસિમ્હા બાબુ દ્વારા જીવંત બનાવવામાં આવેલા નૈતિકતા, હિંમત અને શિસ્ત માર્ગદર્શક સિદ્ધાંતોને પ્રતિબિંબિત કરે છે.",
    jayasimhaPara3: "મદ્રાસ હાઇકોર્ટ તથા અગાઉ કર્ણાટક હાઇકોર્ટના ન્યાયમૂર્તિ તરીકે તેમની નિયુક્તિ દરમિયાન, તેમણે રાજકીય બંધારણ, કંપની તથા વ્યાવસાયિક કાયદા અને કરવેરા સંબંધિત મહત્વપૂર્ણ ચુકાદાઓ આપ્યા છે. તેમજ, દેશી અને આંતરરાષ્ટ્રીય વિવાદોમાં વિવાદ નિવારણ માટેનું તેમનું સમજદારીભર્યું દૃષ્ટિકોણ ખુબજ વખણાયું હતું.",
    jayasimhaPara4: "કાર્નાટિક, હિન્દુસ્તાની અને પશ્ચિમી શાસ્ત્રીય સંગીતના જાણકાર તરીકે, ન્યાયમૂર્તિ બાબુ કાનૂની ક્ષેત્રમાં યુવા પ્રતિભાઓને પ્રોત્સાહન આપવા અને સશક્ત બનાવવામાં ઉદ્દત હતા.",
  },

  joinTeam: {
    joinTeamTitle: "શું તમે અમારી ટીમમાં જોડાવા ઈચ્છો છો?",
    joinTeamPara: "શું તમે અમારી ટીમનો ભાગ બનવા ઇચ્છો છો? અમે નવીન અભિગમ ધરાવતું એવું સંસ્થાન છીએ જે પરસ્પર વિકાસ અને વૃદ્ધિને સમર્થન આપે છે. ઇમાનદારી, કાર્યક્ષમતા, ટીમવર્ક અને પરોપકાર અમારું મૂળ તત્વ છે.",
    joinTeamOpening: "હાલની ખાલી જગ્યાઓ જુઓ",
  },

  aboutPracticeAreaTitle: {
    aboutPracticeAreaName: "પ્રેક્ટિસ ક્ષેત્રો",
  },

  aboutPartner: {
    aboutPartnerTitle: "ભાગીદારો",
    aboutPartnerPara: "અમારી પ્રતિભાશાળી ટીમનું નિપુણત્વ વિચાર નેતૃત્વ, માર્ગદર્શન અને શ્રેષ્ઠતાની શોધમાં અમારી પ્રક્રિયાને મજબૂતી આપે છે...",
  },

  // Testimonials 
  testmonialBannerTitle: {
    testmonialBannerName: "ગ્રાહકોની પ્રશંસાની",
  },

  testimonialDetails: [
    {

      imageUrl: "/testimonials/powerplay.png",
      name: "નવીન રેડ્ડી",
      post: "પાવરપ્લે",
      desingnation: "",
      desc: "“એમણે મારા તમામ કાનૂની જરૂરિયાતો માટે મને સંપૂર્ણ રીતે સહારો આપ્યો છે – કર્મચારી કરારથી માંડીને વાણિજ્યિક કરાર સુધી. કોઈ પણ વ્યવસાય સંબંધિત સમસ્યા હોય, તેઓએ ધ્યાનપૂર્વક અને કુશળતાપૂર્વક તેનો ઉકેલ લાવ્યો. મારા તમામ કાનૂની કાર્ય માટે હું હંમેશાં એમને જ સંબોધું છું.”",
      fullTestimonial: `"એમણે મારા તમામ કાનૂની જરૂરિયાતો માટે મને સંપૂર્ણ રીતે સહારો આપ્યો છે – કર્મચારી કરારથી માંડીને વાણિજ્યિક કરાર સુધી. કોઈ પણ વ્યવસાય સંબંધિત સમસ્યા હોય, તેઓએ ધ્યાનપૂર્વક અને કુશળતાપૂર્વક તેનો ઉકેલ લાવ્યો. મારા તમામ કાનૂની કાર્ય માટે હું હંમેશાં એમને જ સંબોધું છું.",`,
    },
    {
      imageUrl: "/testimonials/dummy-white.png",
      name: "પવન જૈન",
      post: "વાઇસ પ્રેસિડેંટ ",
      desingnation: "નાણાં વિભાગ ",
      desc: "“શ્રીમતી કમલા અને તેમનો સમગ્ર ગ્રૂપ અત્યંત વ્યાવસાયિક છે અને દરેક સમયે પ્રતિસાદ આપવા તૈયાર છે. તેઓએ સમયપાલન અને અપેક્ષાઓનું માન રાખીને શ્રેષ્ઠ કામગીરી કરી છે. તેમના સાથે કામ કરવું એક આનંદદાયક અનુભવ રહ્યો અને ભવિષ્યમાં ફરીથી એમની સાથે કામ કરવાની આતુરતા છે.”",
      fullTestimonial: `શ્રીમતી કમલા અને તેમનો સમગ્ર ગ્રૂપ અત્યંત વ્યાવસાયિક છે અને દરેક સમયે પ્રતિસાદ આપવા તૈયાર છે. તેઓએ સમયપાલન અને અપેક્ષાઓનું માન રાખીને શ્રેષ્ઠ કામગીરી કરી છે. તેમના સાથે કામ કરવું એક આનંદદાયક અનુભવ રહ્યો અને ભવિષ્યમાં ફરીથી એમની સાથે કામ કરવાની આતુરતા છે.,
        `,
    },

    {
      imageUrl: "/testimonials/og_healthcare.jpg",
      name: "ટોની હેલ્સ",
      post: "સીઈઓ",
      desingnation: "OG હેલ્થકેર ",
      desc: "“શ્રેયસ અને તેમની ટીમનો ખૂબ આભાર. શરૂઆતથી જ તેઓએ અમને યોગ્ય માર્ગદર્શન અને સમયસર કાનૂની સેવાઓ આપી. આમ તો આ સામાન્ય કેસ ન હતો, છતાં તેઓએ સમયમર્યાદા અને બજેટમાં અમારું કાર્ય સફળતાપૂર્વક કર્યું. ઘણા ક્ષેત્રોમાં તેમના અનુભવ અને જાળવણીને કારણે, અમે તેમને વ્યાવસાયિક રીતે અત્યંત સરાહ્ય માનીએ છીએ. ફરીથી દિલથી ધન્યવાદ.”",
      fullTestimonial: `શ્રેયસ અને તેમની ટીમનો ખૂબ આભાર. શરૂઆતથી જ તેઓએ અમને યોગ્ય માર્ગદર્શન અને સમયસર કાનૂની સેવાઓ આપી. આમ તો આ સામાન્ય કેસ ન હતો, છતાં તેઓએ સમયમર્યાદા અને બજેટમાં અમારું કાર્ય સફળતાપૂર્વક કર્યું. ઘણા ક્ષેત્રોમાં તેમના અનુભવ અને જાળવણીને કારણે, અમે તેમને વ્યાવસાયિક રીતે અત્યંત સરાહ્ય માનીએ છીએ. ફરીથી દિલથી ધન્યવાદ.,
        `,
    },
    {
      imageUrl: "/testimonials/daimler.jpg",
      name: "વિનય ભગવાન",
      post: "જનરલ કાઉન્સેલ",
      desingnation: "ડાઇમલર ટ્રક્સ ઈન્ડિયા ",
      desc: "“મારું આર્ના લૉ સાથેનો અનુભવ અસાધારણ રહ્યો છે. શ્રીમતી કમલા અને શ્રી શ્રેયસે આ સંસ્થાને તેમના દ્રષ્ટિકોણ અને પ્રતિબદ્ધતાથી વધુ ઊંચાઈએ લઇ ગયા છે. તેઓ વચ્ચેના સંવાદ અને સંતુલનના કારણે, કાયદાકીય મુશ્કેલીઓમાંથી પસાર થવામાં અમને ખૂબ મદદ મળી. ”",
      fullTestimonial: `મારું આર્ના લૉ સાથેનો અનુભવ અસાધારણ રહ્યો છે. શ્રીમતી કમલા અને શ્રી શ્રેયસે આ સંસ્થાને તેમના દ્રષ્ટિકોણ અને પ્રતિબદ્ધતાથી વધુ ઊંચાઈએ લઇ ગયા છે. તેઓ વચ્ચેના સંવાદ અને સંતુલનના કારણે, કાયદાકીય મુશ્કેલીઓમાંથી પસાર થવામાં અમને ખૂબ મદદ મળી.,
        "પતિ-પત્ની તરીકે શ્રેયસ અને કમલા ફર્મમાં એક અનોખું ઉર્જાસભર વાતાવરણ લાવે છે, જ્યાં તેઓની વ્યક્તિગત શક્તિઓનો સમન્વય કરીને તેઓ એક મજબૂત અને અસરકારક ભાગીદારી ઉભી કરે છે. તેમની વ્યૂહાત્મક સમજદારી અને નાના નવાં પાસાં તરફની ઊંડી નજર અમને જટિલ કાનૂની પડકારો ઉકેલવામાં બહુ ઉપયોગી રહી છે. ",
        "મને ખાસ કરીને તેમની નવીનતા પ્રત્યેની ભૂખ પસંદ આવી છે, ખાસ કરીને જ્યારે તેઓ અદ્યતન ટેક્નોલોજી તેમના પ્રેક્ટિસમાં એકીકૃત કરવા પ્રયાસ કરે છે. તેમની આગવી અને આગાહીદાર દૃષ્ટિ માત્ર કાર્યક્ષમતા વધારતી નથી, પરંતુ ગ્રાહકોને આધુનિક અને અસરકારક કાનૂની ઉકેલો મળે તે પણ સુનિશ્ચિત કરે છે. ",
        "તકનિકી કુશળતાથી આગળ વધીને શ્રેયસ અને કમલા તેમની ઈમાનદારી, નૈતિક મૂલ્યો અને ગ્રાહકો માટેની સાચી ચિંતા માટે જાણીતા છે. તેમણે વિશ્વાસ અને શ્રેષ્ઠતાની એવી સંસ્કૃતિ વિકસાવી છે કે જે સમગ્ર ફર્મમાં પ્રવાહી બની ગઈ છે. ",
        "હું અર્ના લૉ અને તેની શ્રેષ્ઠ ટીમની સંપૂર્ણ ભલામણ કરું છું કોઈપણ વ્યક્તિ માટે જે ઉત્તમ કાનૂની પ્રતિનિધિત્વની શોધમાં હોય.",
      `,
    },
    {
      imageUrl: "/testimonials/client_fabric.jpg",
      name: "પલ્લવી રાવ અને અરુણ કિઝપદાથેલ",
      post: "સ્થાપક",
      desingnation: "ક્લાયંટ ફેબ્રિક ટેક લિ.",
      desc: "“અમે એવી કાનૂની સંસ્થા શોધી રહ્યા હતા જે મૈત્રીપૂર્ણ, પ્રતિભાવશીલ, કુશળ હોય અને અમારા વ્યવસાયને સમજે. આર્ના લૉ એ તમામ જરૂરિયાતોને પૂર્ણ કરી છે અને વધુ પણ કર્યું છે. વૈશ્વિક શોધ પછી એમને શોધવી એ અમારું નસીબ હતું.”",
      fullTestimonial: `અમે એવી કાનૂની સંસ્થા શોધી રહ્યા હતા જે મૈત્રીપૂર્ણ, પ્રતિભાવશીલ, કુશળ હોય અને અમારા વ્યવસાયને સમજે. આર્ના લૉ એ તમામ જરૂરિયાતોને પૂર્ણ કરી છે અને વધુ પણ કર્યું છે. વૈશ્વિક શોધ પછી એમને શોધવી એ અમારું નસીબ હતું.,
        `,
    },
    {
      imageUrl: "/testimonials/dummy-white.png",
      name: "પ્રણવ નાહર",
      post: "",
      desingnation: "Entrepreneur",
      desc: "“મંજુષ્રી અને આર્ના લૉની ટીમને અમારા રિયલ એસ્ટેટ ફિનટેક પ્રોજેક્ટ માટે શ્રેષ્ઠ અને નિયમ અનુસાર રચના શોધવાની જવાબદારી આપવામાં આવી હતી. તેઓએ ખૂબ સ્પષ્ટ અને વિસ્તૃત રીતે કામ કર્યું. અમે ઘણા પ્રશ્નો પૂછ્યા છતાં તેમણે ધીરજથી દરેક વસ્તુ સમજાવી. એમની સેવા ખૂબ વ્યાવસાયિક હતી. એમની સાથે કામ કરવું આનંદદાયક હતું.”",
      fullTestimonial: `મંજુષ્રી અને આર્ના લૉની ટીમને અમારા રિયલ એસ્ટેટ ફિનટેક પ્રોજેક્ટ માટે શ્રેષ્ઠ અને નિયમ અનુસાર રચના શોધવાની જવાબદારી આપવામાં આવી હતી. તેઓએ ખૂબ સ્પષ્ટ અને વિસ્તૃત રીતે કામ કર્યું. અમે ઘણા પ્રશ્નો પૂછ્યા છતાં તેમણે ધીરજથી દરેક વસ્તુ સમજાવી. એમની સેવા ખૂબ વ્યાવસાયિક હતી. એમની સાથે કામ કરવું આનંદદાયક હતું.,
      `,
    },
    {
      imageUrl: "/testimonials/mamma-miya.jpg",
      name: "આશિકા એબ્રાહમ",
      post: "સ્થાપિકા ",
      desingnation: "મમ્મામિયા",
      desc: "“શ્રેયસ અને કમલા તથા તેમની ટીમ સાથે કામ કરવું એક ઉત્તમ અનુભવ રહ્યો છે. એમની કાનૂની સલાહ હંમેશાં સમજદારી અને વ્યાપક દૃષ્ટિકોણ સાથે હોય છે.”",
      fullTestimonial: `શ્રેયસ અને કમલા તથા તેમની ટીમ સાથે કામ કરવું એક ઉત્તમ અનુભવ રહ્યો છે. એમની કાનૂની સલાહ હંમેશાં સમજદારી અને વ્યાપક દૃષ્ટિકોણ સાથે હોય છે.,
        "તેમની અંદરની ન્યાયની તરસ તેમને તાત્કાલિક ઉકેલો શોધવા માટે પ્રેરિત કરે છે. ",
      `,
    },
    {
      imageUrl: "/testimonials/one_paper.jpeg",
      name: "કુનાલ શાહ",
      post: "OnePaper Research Analysts Private Limited",
      desingnation: "",
      desc: "“આર્ના લૉ દ્વારા આપેલી સેવાઓથી OnePaper સંપૂર્ણપણે સંતોષ પામ્યું છે. વિડિષા, પુણ્ટી અને સમગ્ર ટીમે કુશળતા અને સમર્પણથી અમારી જરૂરિયાતોને પૂરી કરી. સમયસર સહાય દ્વારા તેમણે અમને અનુકૂળ ચુકાદો મેળવવામાં સહાય કરી.”",
      fullTestimonial: `આર્ના લૉ દ્વારા આપેલી સેવાઓથી OnePaper સંપૂર્ણપણે સંતોષ પામ્યું છે. વિડિષા, પુણ્ટી અને સમગ્ર ટીમે કુશળતા અને સમર્પણથી અમારી જરૂરિયાતોને પૂરી કરી. સમયસર સહાય દ્વારા તેમણે અમને અનુકૂળ ચુકાદો મેળવવામાં સહાય કરી,
          "તેમની મહેનત અને પ્રતિબદ્ધતાની અમે ખૂબ કદર કરીએ છીએ. ",
          "ફરીથી, આપનો ખૂબ આભાર."`,

    },
    {
      imageUrl: "/testimonials/novalite.jpg",
      name: "મુકેશ શાહ",
      post: "નોવાલાઇટ લિમિટેડ",
      desingnation: "",
      desc: "“નૉવાલાઇટ લિમિટેડ તરીકે અમને આર્ના લૉ સાથે (ખાસ કરીને શ્રી શ્રેયસ સાથે) અનેક જટિલ કેસોમાં કામ કરવાનો અવસર મળ્યો. તેનો અનુભવ અત્યંત સકારાત્મક રહ્યો. શ્રેયસ અને તેમની ટીમે કાનૂની જાણકારી, સમર્પણ અને વ્યાવસાયિકતા બતાવી. ”",
      fullTestimonial: `નૉવાલાઇટ લિમિટેડ તરીકે અમને આર્ના લૉ સાથે (ખાસ કરીને શ્રી શ્રેયસ સાથે) અનેક જટિલ કેસોમાં કામ કરવાનો અવસર મળ્યો. તેનો અનુભવ અત્યંત સકારાત્મક રહ્યો. શ્રેયસ અને તેમની ટીમે કાનૂની જાણકારી, સમર્પણ અને વ્યાવસાયિકતા બતાવી. ,
          "આર્ના લૉનું વિશિષ્ટ સ્થાન એ છે કે તેઓ ફક્ત નિયમીત કાનૂની પ્રક્રિયામાં જ નહીં, પરંતુ તમારા વ્યવસાય માટે યોગ્ય દિશા અને માર્ગદર્શન પણ આપે છે. તેઓ અમારી જરૂરિયાતોને સમજીને તે અનુસાર સેવા આપે છે – એ જ તો ખાસ છે.",
          "અમે એમના સહકાર અને સમજદારી બદલ ખૂબ જ આભારી છીએ. તેઓ ફક્ત સલાહકાર નહીં, પણ અમારા વ્યવસાય યાત્રાના સાચા ભાગીદાર છે. ભવિષ્યમાં વધુ સહયોગ માટે આતુર છીએ",
          "અનંત શ્રેષ્ઠતા માટેની અર્ના લૉની અડગ પ્રતિબદ્ધતા બદલ આભાર. અમે ભવિષ્યમાં અમારી સહકારને ચાલુ રાખવા માટે ઉત્સુક છીએ.",
        `,
    },
  ],

  // Home Page

  ourLegacy1: {
    legacyTitle1: "અમારું વારસો",
    legacyHeadline1: "નવ્વે કરતાં વધુ વર્ષોની પ્રતિબદ્ધતા અને સેવાને આધારે સ્થાપિત.",
    legacyPara1:
      "વિવિધ ક્ષેત્રો, ઉદ્યોગો અને આંતરરાષ્ટ્રીય સરહદોમાં, અમારી કાનૂની સેવાઓ અને ઉકેલો આપણા ગ્રાહકોના શ્રેષ્ઠ હિતોને પ્રતિનિધિત્વ આપવા માટે રચાયેલ છે, જે કુદરતી કાયદા, ન્યાય અને કરુણાના સિદ્ધાંતો સાથે કોઇ સમજોતા કર્યા વગર થાય છે. ",
    legacyPara2: "અમે દેશી, વિદેશી અને વિસ્થાપિત ગ્રાહકોને વિવિધ મુદ્દાઓ પર સલાહ આપીએ છીએ. રાષ્ટ્રીય અને આંતરરાષ્ટ્રીય કાયદાના અત્યંત વિશિષ્ટ ક્ષેત્રોમાં માર્ગદર્શન આપવું હોય કે નિયમનાત્મક, નાણાકીય અને કાનૂની જોખમને ઓછું કરવું હોય, અમે અડગ ઈમાનદારીથી સલાહ આપીએ છીએ.",
  },

  ourServicesTitle: {
    ourServices: "અમારી સેવાઓ ",
  },

  ourFirmTitle: {
    ourFirm: "અમારું સંસ્થાન",
  },

  disputes: {
    disputesTitle: "અમે ઉકેલતા વિવાદો",
  },

  disputesDetails: [
    {
      name: "વાણિજ્યિક મુકદમાબાજી",
    },
    {
      name: "મધ્યસ્થતા",
    },
    {
      name: "આંતરરાષ્ટ્રીય મધ્યસ્થતા",
    },
    {
      name: "મેધ્યસ્થતા / મેડિએશન",
    },
    {
      name: "બાંધકામ સંબંધિત વિવાદો",
    },
    {
      name: "અचल સંપત્તિ વિવાદો",
    },
    {
      name: "શેરધારક વિવાદો",
    },
    {
      name: "ટ્રાયલ અને એડ્વોકસી",
    },
    {
      name: "કોર્પોરેટ વિવાદો",
    },
    {
      name: "પુનર્નિર્માણ અને દેવાણી નિરાકરણ",
    },
    {
      name: "નિયમન વિવાદો",
    },

  ],

  trackRecord: {
    trackRecordTitle: "અમે નંબરમાં જે સફળતા પ્રાપ્ત કરી છે",
  },

  awards: {
    awardsTitle: "એવોર્ડ્સ અને પ્રશંસા",
  },

  //Practice Area Main Heading
  practiceAreaHeading: {
    practiceAreaHeading: "અમારી ગતિશીલ ટીમ વિવિધ વ્યવસાય ક્ષેત્રોમાં અનુભવ ધરાવતી સલાહ આપે છે.",
  },

  practiceAreaPara1: {
    practiceAreaPara1: "વર્ષોથી, આર્ના લોને એક વિશ્વસનીય સલાહકાર તરીકે પ્રશંસનીય પ્રતિષ્ઠા પ્રાપ્ત થઈ છે. અમે વિકસાવેલા લાંબા ગાળાના સંબંધો એ આપણા કાનૂની ક્ષેત્રની ઊંડી સમજ, સંસાધન ક્ષમતા અને વ્યવહારમાં લાભદાયક તથા પરિણામ આધારિત સલાહ આપવાની ક્ષમતા માટેનો સાક્ષાત પુરાવો છે.",
  },
  practiceAreaPara2: {
    practiceAreaPara2: "અમે વ્યાપક શ્રેણીની કાનૂની સેવાઓ પ્રદાન કરીએ છીએ, જેમાં દરેક સેવાઓ એકબીજાને પૂરક હોય છે, અને જે અમને દરેક મામલામાં વ્યાપક અને બહુવિધ દૃષ્ટિકોણ અપનાવવાની તક આપે છે. અમારી મુખ્ય કાર્યક્ષેત્રોમાં કોર્પોરેટ, કોમર્શિયલ અને રેગ્યુલેટરી સલાહકાર સેવા, ઇક્વિટી અને ઋણ વિત્ત પૂરવઠો, વિલિનો અને અધિગ્રહણો તથા વિવાદ નિરાકરણનો સમાવેશ થાય છે.",
  },

  //Industries Main Heading
  industriesHeading: {
    industriesHeading: "અમારી આગવી અને આગેકૂચ કરતી પ્રેક્ટિસ વિવિધ ઉદ્યોગો જેઓ સાથે સંબંધિત હોય છે, તે તમામમાં ક્લાયન્ટ્સને નિષ્ણાત માર્ગદર્શન અને સહાય આપે છે.",
  },
  industrieslistTitle: {
    industrieslist: "અમે જે ઉદ્યોગોમાં સેવા આપીએ છીએ",
  },
  contactOurExpertsTitle: {
    contactOurExperts: "અમારા નિષ્ણાતોનો સંપર્ક કરો",
  },
  network: {
    networkTitle: "દુનિયાભરના વકીલોનું એક જાળું",
  },

};
export default en;

