const kn = {
  menu: {
    about: "ಬಗ್ಗೆ",
    thefirm: "ಸಂಸ್ಥೆ",
    testimonials: "ಸಾಕ್ಷ್ಯಗಳು",
    practiceareas: "ಅಭ್ಯಾಸ ಪ್ರದೇಶಗಳು",
    industries: "ಉದ್ಯಮಗಳು",
    newsinsights: "ಸುದ್ದಿ ಮತ್ತು ಒಳನೋಟಗಳು",
    insights: "ಒಳನೋಟಗಳು",
    aarnanews: "ಆರ್ನಾ ಸುದ್ದಿ",
    publications: "ಪ್ರಕಟಣೆಗಳು",
    podcasts: "ಪಾಡ್‌ಕಾಸ್ಟ್‌ಗಳು",
    careers: "ಕೇರಿಯರ್ಸ್",
    contactus: "ಸಂಪರ್ಕಿಸಿ",
  },

  // Banner Titles
  practiceAreasTitle: {
    practiceAreas: "ಅಭ್ಯಾಸ ಪ್ರದೇಶಗಳು",
  },
  industriesTitle: {
    industries: "ಉದ್ಯಮಗಳು",
  },
  insightsTitle: {
    insights: "ಒಳನೋಟಗಳು",
  },
  aarnaNewsTitle: {
    aarnaNews: "ಆರ್ನಾ ಸುದ್ದಿ",
  },
  publicationsTitle: {
    publications: "ಪ್ರಕಟಣೆಗಳು",
  },
  podcastsTitle: {
    podcasts: "ಪಾಡ್‌ಕಾಸ್ಟ್‌ಗಳು",
  },
  careersTitle: {
    careers: "ಕೇರಿಯರ್ಸ್",
  },
  contactUsTitle: {
    contactUs: "ಸಂಪರ್ಕಿಸಿ",
  },

  // About Us 
  aboutTitle: {
    aboutName: "ನಮ್ಮ ಬಗ್ಗೆ",
  },

  //About Us and Home Page
  whatWeDo: {
    title: "ನಾವು ಏನು ಮಾಡುತ್ತೇವೆ",
    headline: "ನಾವು ಪುರಸ್ಕೃತ ಕಾನೂನು ವಾದ ಸಂಸ್ಥೆಯಾಗಿದ್ದು, ಅಂತರಾಷ್ಟ್ರೀಯ ದೃಷ್ಟಿಕೋನ ಹೊಂದಿದ್ದೇವೆ.",
    para1:
      "ಆರ್ನಾ ಲಾ ಗುಣಮಟ್ಟದ-ಚಾಲಿತ, ಮೌಲ್ಯ ಆಧಾರಿತ ಕಾನೂನು ಸೇವೆಗಳನ್ನು ಒದಗಿಸುವ ಸ್ಥಿರ ಬದ್ಧತೆಯೊಂದಿಗೆ ಸ್ಥಾಪಿಸಲಾಯಿತು, ನಾವು ಸೇವೆ ಮಾಡುವವರೊಂದಿಗೆ ಆಳವಾದ ಮತ್ತು ಬಾಳುವ ಸಂಬಂಧಗಳನ್ನು ಹೊಂದಿದೆ. ನಾವು ನಮ್ಮ ಗ್ರಾಹಕರ ವಾಣಿಜ್ಯ ಮತ್ತು ವಾಣಿಜ್ಯ ಉದ್ದೇಶಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸಮಯ ಮತ್ತು ಪ್ರಯತ್ನವನ್ನು ವಿನಿಯೋಗಿಸುತ್ತೇವೆ, ಇದು ಸಂದರ್ಭಾನುಸಾರವಾಗಿ ಪ್ರಸ್ತುತ ಮತ್ತು ಕಾರ್ಯತಂತ್ರಾತ್ಮಕವಾಗಿ ಸ್ಪಂದಿಸುವ ಪರಿಹಾರಗಳನ್ನು ರೂಪಿಸಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.",
    para2:
      "ನಮ್ಮ ವಿಧಾನವು ನವೀನ ಮತ್ತು ವಾಣಿಜ್ಯ-ಪ್ರಜ್ಞೆಯಾಗಿದ್ದು, ವಾಣಿಜ್ಯಿಕವಾಗಿ ಸದೃಢ, ಹ್ಯಾಂಡ್ಸ್-ಆನ್, ಮತ್ತು ಪರಿಹಾರ-ಆಧಾರಿತ ಅನುಭವಿ ವಕೀಲರ ತಂಡದಿಂದ ಕೂಡಿದೆ.",
  },

  ourLegacy: {
    legacyTitle: "ನಮ್ಮ ಪರಂಪರೆ",
    legacyHeadline: "ವಿವಿಧ ಕ್ಷೇತ್ರಗಳು, ಕೈಗಾರಿಕೆಗಳು ಮತ್ತು ಅಂತರಾಷ್ಟ್ರೀಯ ಗಡಿಗಳನ್ನು ಮೀರಿ, ನಮ್ಮ ಕಾನೂನು ಸೇವೆಗಳು ಮತ್ತು ಪರಿಹಾರಗಳು ಅತ್ಯುತ್ತಮ ಪ್ರಾಮಾಣಿಕತೆ ಮತ್ತು ಗೌಪ್ಯತೆ ಮಾನದಂಡಗಳನ್ನು ಕಾಪಾಡುತ್ತವೆ.",
    legacyPara:
      "ಎಲ್ಲಕ್ಕಿಂತ ಪ್ರಮುಖವಾಗಿ, ನಮ್ಮ ಪುರಸ್ಕೃತ ಅಭ್ಯಾಸವು ಪ್ರತಿಯೊಬ್ಬ ಗ್ರಾಹಕರೊಂದಿಗೆ ನಾವು ಬೆಳೆಸುವ ಶಾಶ್ವತ ಸಂಬಂಧಗಳ ಮೇಲೆ ಆಧಾರಿತವಾಗಿದೆ. ನಾವು ನೀಡುವ ಕಾನೂನು ಮತ್ತು ವಾಣಿಜ್ಯ ಸಲಹೆ ನಮ್ಮ ಗ್ರಾಹಕರ ವ್ಯವಹಾರ ಹಿತಾಸಕ್ತಿಗಳ ಕುರಿತು ನಮ್ಮ ಸಜಾಗ ಅರಿವನ್ನು ಪ್ರತಿಬಿಂಬಿಸುತ್ತದೆ.",
  },

  founderMessage: {
    founderTitle: "ನಮ್ಮ ಸಂಸ್ಥಾಪಕರಿಂದ ಸಂದೇಶ",
    founderPara:
      "ಕೈಗಾರಿಕೆಗಳಲ್ಲಿ, ಸಣ್ಣ ಮತ್ತು ಬೃಹತ್ ಪ್ರಮಾಣದಲ್ಲಿ ಗ್ರಾಹಕರಿಗೆ ಸೇವೆ ಸಲ್ಲಿಸುವ ಅವಕಾಶ ಲಭಿಸಿದ್ದಕ್ಕಾಗಿ ಮತ್ತು ಭಾರತ ಗಣರಾಜ್ಯದ ಸಲಹೆಯಲ್ಲಿ ಇದ್ದುದಕ್ಕಾಗಿ ನಾವು ಬಹಳ ಕೃತಜ್ಞರಾಗಿದ್ದೇವೆ. ಹಿಂದಿನ ತಲೆಮಾರಿನ ಆಶೀರ್ವಾದಗಳು ಮತ್ತು ಎತ್ತರದ ಭುಜಗಳನ್ನು ನಾವು ನಮ್ರತೆಯಿಂದ ಒಪ್ಪಿಕೊಳ್ಳುತ್ತೇವೆ. ನಾವು ನಮ್ಮ ಗ್ರಾಹಕರಿಗೆ ಸೇವೆ ಸಲ್ಲಿಸಲು ಮತ್ತು ನ್ಯಾಯದ ಕಾರಣವನ್ನು ನೀಡಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವಾಗ, ನಮ್ಮ ಸೆಲ್ವ್ಸ್ ನ ಅತ್ಯುತ್ತಮ ಆವೃತ್ತಿಗಳನ್ನು ಒಟ್ಟಾಗಿ ಹೊರತರುವ ವೇದಿಕೆಯನ್ನು ರಚಿಸಲು ಅವರು ನಮಗೆ ಸ್ಫೂರ್ತಿ ನೀಡುವುದನ್ನು ಮುಂದುವರಿಸಿದ್ದಾರೆ.",
    founderName1: "ಕಮಲಾ ನಾಗಾನಂದ",
    founderDescription1: "ನಿರ್ವಹಣಾ ಪಾಲುದಾರ",
    founderName2: "ಶ್ರೇಯಸ್ ಜಯಸಿಂಹ",
    founderDescription2: "ಸಂಸ್ಥಾಪಕ ಪಾಲುದಾರ",
  },

  jayasimhaFoundation: {
    jayasimhaTitle: "ಜಯಸಿಂಹ ಪ್ರತಿಷ್ಠಾನ",
    jayasimhaPara1:
      "ದಿವಂಗತ ನ್ಯಾಯಮೂರ್ತಿ ಜಯಸಿಂಹ ಬಾಬು (1942-2015)ರ ಸ್ಮರಣಾರ್ಥವಾಗಿ ಸ್ಥಾಪಿಸಲಾದ ಜಯಸಿಂಹ ಪ್ರತಿಷ್ಠಾನ ಸೇವಾ ಮನೋಭಾವದಿಂದ ಉತ್ಕೃಷ್ಟತೆಯ ಅನ್ವೇಷಣೆಯಲ್ಲಿರುವ ಒಂದು ಭವ್ಯ ಪರಂಪರೆಯನ್ನು ಮುನ್ನಡೆಸುತ್ತದೆ.",
    jayasimhaPara2: "ಪ್ರತಿಷ್ಠಾನವು ಜಯಸಿಂಹ ಬಾಬು ಅವರ ಆದರ್ಶಗಳಾದ ಪ್ರಾಮಾಣಿಕತೆ, ಧೈರ್ಯ ಮತ್ತು ಶಿಸ್ತಿನ ತತ್ವಗಳನ್ನು ಒಳಗೊಂಡಿದೆ.",
    jayasimhaPara3: "ಮದ್ರಾಸ್ ಹೈಕೋರ್ಟ್ ನ ನ್ಯಾಯಾಧೀಶರಾಗಿ ಅವರ ವಿಶೇಷ ನೇಮಕಾತಿಗಳ ಮೂಲಕ ಮತ್ತು ಕರ್ನಾಟಕ ಹೈಕೋರ್ಟ್ ನ ಈ ಹಿಂದೆ ನ್ಯಾಯಮೂರ್ತಿ ಜಯಸಿಂಹ ಬಾಬು ಅವರು ಸಂವಿಧಾನಿಕ ಕಾನೂನು, ಕಂಪನಿ ಮತ್ತು ವಾಣಿಜ್ಯ ಕಾನೂನು ಮತ್ತು ತೆರಿಗೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ವ್ಯಾಪಕವಾಗಿ ಉಲ್ಲೇಖಿತ ತೀರ್ಪುಗಳನ್ನು ನೀಡಿದರು. ಅಲ್ಲದೆ, ದೇಶೀಯ ಮತ್ತು ಅಂತಾರಾಷ್ಟ್ರೀಯ ವಿವಾದಗಳಲ್ಲಿ ಮಧ್ಯಸ್ಥಿಕೆಗಾರನಾಗಿ ಸಂಘರ್ಷ ಪರಿಹಾರ ಕುರಿತ ಅವರ ಖತಡಾಖಂಡಿತ ವಿಧಾನವನ್ನು ವ್ಯಾಪಕವಾಗಿ ಪರಿಗಣಿಸಲಾಗಿದೆ.",
    jayasimhaPara4: "ಕರ್ನಾಟಕ, ಹಿಂದೂಸ್ತಾನಿ ಮತ್ತು ಪಾಶ್ಚಾತ್ಯ ಶಾಸ್ತ್ರೀಯ ಸಂಗೀತದ ಕಾನಾಸೂರ್ ಅವರು ಕಾನೂನಿನಲ್ಲಿ ಯುವ ಪ್ರತಿಭೆಗಳನ್ನು ಉತ್ತೇಜಿಸಲು ಮತ್ತು ಸಶಕ್ತಗೊಳಿಸಲು ಬಯಸಿದರು.",
  },

  joinTeam: {
    joinTeamTitle: "ನೀವು ನಮ್ಮ ತಂಡವನ್ನು ಸೇರಲು ಬಯಸುತ್ತೀರಾ?",
    joinTeamPara: "ನಾವು ಒಂದು ನವೀನ ಸಂಸ್ಥೆಯಾಗಿದ್ದು, ಅದು ಪರಸ್ಪರ ಬೆಳೆಯಲು ಮತ್ತು ಅಭಿವೃದ್ಧಿ ಹೊಂದಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ಸಮಗ್ರತೆ, ದಕ್ಷತೆ, ತಂಡದ ಕೆಲಸ ಮತ್ತು ಪರಹಿತಚಿಂತನೆಯು ನಮ್ಮ ಪಂದ್ಯದ ಮೂಲಾಧಾರವಾಗಿದೆ.",
    joinTeamOpening: "ಪ್ರಸ್ತುತ ಖಾಲಿ ಸ್ಥಾನಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
  },

  aboutPracticeAreaTitle: {
    aboutPracticeAreaName: "ಅಭ್ಯಾಸ ವಿಭಾಗಗಳು",
  },

  aboutPartner: {
    aboutPartnerTitle: "ಪಾಲುದಾರರು",
    aboutPartnerPara: "ನಮ್ಮ ನಿಪುಣತೆಯನ್ನೂ ಹೊಂದಿರುವ ತಂಡದ ಪರಿಣಿತಿ ನಮ್ಮ ಅಭ್ಯಾಸವನ್ನು ಚಿಂತನೆ ನಾಯಕರತ್ವ, ಮಾರ್ಗದರ್ಶನ, ಮತ್ತು ಶ್ರೇಷ್ಠತೆಯ ಅನ್ವೇಷಣೆಯಲ್ಲಿ ನೆಗ್ಗಿಸಿಕೊಂಡಿದೆ...",
  },

  // Testimonials 
  testmonialBannerTitle: {
    testmonialBannerName: "ಪ್ರಶಂಸಾಪತ್ರಗಳು",
  },

  testimonialDetails: [
    {

      imageUrl: "/testimonials/powerplay.png",
      name: "ನವೀನ್ ರೆಡ್ಡಿ",
      post: "ಪವರ್‌ಪ್ಲೇ",
      desingnation: "",
      desc: "“ಆರ್ನಾ ಲಾ ನನ್ನ ಎಲ್ಲಾ ಕಾನೂನು ಸಂಬಂಧಿತ ಅಗತ್ಯಗಳಲ್ಲಿ ಬೆಂಬಲ ನೀಡಿದೆ – ಉದ್ಯೋಗಿ ಒಪ್ಪಂದಗಳ ಸಿದ್ಧಪಡಿಸಿಕೊಡುವುದರಿಂದ ಹಿಡಿದು ವಾಣಿಜ್ಯ ಒಪ್ಪಂದಗಳ ತನಕ. ನನ್ನ ಎಲ್ಲ ವ್ಯವಹಾರ ಸಂಬಂಧಿತ ಸಮಸ್ಯೆಗಳನ್ನು ಅವರು ಸುಲಭವಾಗಿ ಮತ್ತು ಸೂಕ್ಷ್ಮ ಗಮನದೊಂದಿಗೆ ಪರಿಹರಿಸಿದರು. ನನ್ನ ಎಲ್ಲಾ ಕಾನೂನು ಅಗತ್ಯಗಳಿಗೆ ನಾನು ಅವರನ್ನೇ ನಂಬುತ್ತೇನೆ.”,",
      fullTestimonial: `ಆರ್ನಾ ಲಾ ನನ್ನ ಎಲ್ಲಾ ಕಾನೂನು ಸಂಬಂಧಿತ ಅಗತ್ಯಗಳಲ್ಲಿ ಬೆಂಬಲ ನೀಡಿದೆ – ಉದ್ಯೋಗಿ ಒಪ್ಪಂದಗಳ ಸಿದ್ಧಪಡಿಸಿಕೊಡುವುದರಿಂದ ಹಿಡಿದು ವಾಣಿಜ್ಯ ಒಪ್ಪಂದಗಳ ತನಕ. ನನ್ನ ಎಲ್ಲ ವ್ಯವಹಾರ ಸಂಬಂಧಿತ ಸಮಸ್ಯೆಗಳನ್ನು ಅವರು ಸುಲಭವಾಗಿ ಮತ್ತು ಸೂಕ್ಷ್ಮ ಗಮನದೊಂದಿಗೆ ಪರಿಹರಿಸಿದರು. ನನ್ನ ಎಲ್ಲಾ ಕಾನೂನು ಅಗತ್ಯಗಳಿಗೆ ನಾನು ಅವರನ್ನೇ ನಂಬುತ್ತೇನೆ.”,`,
    },
    {
      imageUrl: "/testimonials/dummy-white.png",
      name: "ಪವನ್ ಜೈನ್",
      post: "VP",
      desingnation: "ಉಪಾಧ್ಯಕ್ಷ – ಹಣಕಾಸು",
      desc: "“ ಶ್ರೀಮತಿ ಕಮಲಾ ಮತ್ತು ಅವರ ಸಂಪೂರ್ಣ ತಂಡ ತಮ್ಮ ವಿಧಾನದಲ್ಲಿ ಅತ್ಯಂತ ವೃತ್ತಿಪರರಾಗಿದ್ದು, ಯಾವಾಗಲೂ ಪ್ರತಿಕ್ರಿಯೆ ಸ್ವೀಕರಿಸಲು ತೆರೆದ ಮನಸ್ಸಿನವರಾಗಿದ್ದಾರೆ. ಅವರು ತಮ್ಮ ಕೆಲಸಕ್ಕೆ ಅತ್ಯುಚ್ಚ ಮಟ್ಟದ ಬದ್ಧತೆಯನ್ನು ತೋರಿಸಿದ್ದು, ಗಡುವುಗಳು ಮತ್ತು ನಿರೀಕ್ಷೆಗಳ ಬಗ್ಗೆ ಗೌರವವನ್ನು ಕಾಯ್ದುಕೊಂಡಿದ್ದಾರೆ. ಅವರೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುವುದು ಖಂಡಿತವಾಗಿಯೂ ಸಂತೋಷದಾಯಕವಾಗಿತ್ತು ಮತ್ತು ಭವಿಷ್ಯದಲ್ಲಿ ಅವರೊಂದಿಗೆ ಮತ್ತಷ್ಟು ಕೆಲಸ ಮಾಡುವುದನ್ನು ನಾವು ಎದುರು ನೋಡುತ್ತಿದ್ದೇವೆ.,”",
      fullTestimonial: `ಶ್ರೀಮತಿ ಕಮಲಾ ಮತ್ತು ಅವರ ಸಂಪೂರ್ಣ ತಂಡ ತಮ್ಮ ವಿಧಾನದಲ್ಲಿ ಅತ್ಯಂತ ವೃತ್ತಿಪರರಾಗಿದ್ದು, ಯಾವಾಗಲೂ ಪ್ರತಿಕ್ರಿಯೆ ಸ್ವೀಕರಿಸಲು ತೆರೆದ ಮನಸ್ಸಿನವರಾಗಿದ್ದಾರೆ. ಅವರು ತಮ್ಮ ಕೆಲಸಕ್ಕೆ ಅತ್ಯುಚ್ಚ ಮಟ್ಟದ ಬದ್ಧತೆಯನ್ನು ತೋರಿಸಿದ್ದು, ಗಡುವುಗಳು ಮತ್ತು ನಿರೀಕ್ಷೆಗಳ ಬಗ್ಗೆ ಗೌರವವನ್ನು ಕಾಯ್ದುಕೊಂಡಿದ್ದಾರೆ. ಅವರೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುವುದು ಖಂಡಿತವಾಗಿಯೂ ಸಂತೋಷದಾಯಕವಾಗಿತ್ತು ಮತ್ತು ಭವಿಷ್ಯದಲ್ಲಿ ಅವರೊಂದಿಗೆ ಮತ್ತಷ್ಟು ಕೆಲಸ ಮಾಡುವುದನ್ನು ನಾವು ಎದುರು ನೋಡುತ್ತಿದ್ದೇವೆ.,
      `,
    },

    {
      imageUrl: "/testimonials/og_healthcare.jpg",
      name: "ಟೋನಿ ಹೇಲ್ಸ್",
      post: "ಸಿಇಒ",
      desingnation: "ಓಜಿ ಹೆಲ್ತ್ ಕೇರ್",
      desc: "“ಆರ್ನಾ ಲಾ ತಂಡದ ಶ್ರೇಯಸ್ ಮತ್ತು ಇತರ ಸದಸ್ಯರಿಗೆ ನನ್ನ ಹೃತ್ಪೂರ್ವಕ ಧನ್ಯವಾದಗಳು. ಪ್ರಾರಂಭಿಕ ಸಲಹೆ ಮತ್ತು ನಂತರದ ಕಾನೂನು ಸೇವೆಗಳ ಯಶಸ್ವೀ ವಿತರಣೆಗೆ ಅವರು ಅತ್ಯುತ್ತಮ ಬೆಂಬಲ ನೀಡಿದರು. ಇದು ಸಾಮಾನ್ಯ ಪ್ರಕರಣವಲ್ಲ, ಆದರೆ ಆರ್ನಾ ಲಾ ನಮ್ಮ ನಿರ್ದಿಷ್ಟ ಅಗತ್ಯಗಳನ್ನು ಸಮಯಕ್ಕೆ ತಕ್ಕಂತೆ ಮತ್ತು ಬಜೆಟ್ ಒಳಗೇ ಪೂರೈಸುವಲ್ಲಿ ಸಮರ್ಥವಾಗಿತ್ತು – ಇದು ನಿಜವಾಗಿಯೂ ಹಲವಾರು ಕ್ಷೇತ್ರಗಳ ಜ್ಞಾನ, ಅನುಭವ ಮತ್ತು ಸಂಪರ್ಕ ಹೊಂದಿದ ವೃತ್ತಿಪರ ಸಂಸ್ಥೆಯಾಗಿದೆ. ಮತ್ತೊಮ್ಮೆ, ಧನ್ಯವಾದಗಳು.,”",
      fullTestimonial: `ಆರ್ನಾ ಲಾ ತಂಡದ ಶ್ರೇಯಸ್ ಮತ್ತು ಇತರ ಸದಸ್ಯರಿಗೆ ನನ್ನ ಹೃತ್ಪೂರ್ವಕ ಧನ್ಯವಾದಗಳು. ಪ್ರಾರಂಭಿಕ ಸಲಹೆ ಮತ್ತು ನಂತರದ ಕಾನೂನು ಸೇವೆಗಳ ಯಶಸ್ವೀ ವಿತರಣೆಗೆ ಅವರು ಅತ್ಯುತ್ತಮ ಬೆಂಬಲ ನೀಡಿದರು. ಇದು ಸಾಮಾನ್ಯ ಪ್ರಕರಣವಲ್ಲ, ಆದರೆ ಆರ್ನಾ ಲಾ ನಮ್ಮ ನಿರ್ದಿಷ್ಟ ಅಗತ್ಯಗಳನ್ನು ಸಮಯಕ್ಕೆ ತಕ್ಕಂತೆ ಮತ್ತು ಬಜೆಟ್ ಒಳಗೇ ಪೂರೈಸುವಲ್ಲಿ ಸಮರ್ಥವಾಗಿತ್ತು – ಇದು ನಿಜವಾಗಿಯೂ ಹಲವಾರು ಕ್ಷೇತ್ರಗಳ ಜ್ಞಾನ, ಅನುಭವ ಮತ್ತು ಸಂಪರ್ಕ ಹೊಂದಿದ ವೃತ್ತಿಪರ ಸಂಸ್ಥೆಯಾಗಿದೆ. ಮತ್ತೊಮ್ಮೆ, ಧನ್ಯವಾದಗಳು.,
      `,
    },
    {
      imageUrl: "/testimonials/daimler.jpg",
      name: " ವಿನಯ್ ಭಗವಾನ್",
      post: "ಜನರಲ್ ಕೌನ್ಸೆಲ್",
      desingnation: "ಡೈಮ್ಲರ್ ಟ್ರక్స్ ಇಂಡಿಯಾ",
      desc: "“ನನ್ನ ಆರ್ನಾ ಲಾ ಜೊತೆಗಿನ ಅನುಭವವು ಅತ್ಯುತ್ತಮತೆಯ ಮೇಲ್ಮಟ್ಟದಲ್ಲಿದೆ. ಸಂಸ್ಥೆಯ ಸ್ಥಾಪಕ ಪಾಲುದಾರರಾದ ಶ್ರೇಯಸ್ ಮತ್ತು ಕಮಲಾ ಅವರು ವಿಶಿಷ್ಟ ದೃಷ್ಟಿಕೋನ ಮತ್ತು ಅಪಾರ ಸಮರ್ಪಣೆಯಿಂದ ಸಂಸ್ಥೆಯನ್ನು ನಿರ್ವಹಿಸಿ, ಅದನ್ನು ಹೊಸ ಎತ್ತರಗಳಿಗೆ ಕೊಂಡೊಯ್ದಿದ್ದಾರೆ. ಅವರ ನಾಯಕತ್ವ ಮತ್ತು ಶ್ರೇಷ್ಠತೆಯ ಮೇಲಿನ ಅಪಾರ ಬದ್ಧತೆಯು, ಆರ್ನಾ ಲಾವನ್ನು ಕಾನೂನು ಕ್ಷೇತ್ರದಲ್ಲಿ ಅಸಾಧಾರಣವಾಗಿಸಿ ಗುರುತಿಸುತ್ತದೆ.”",
      fullTestimonial: `ನನ್ನ ಆರ್ನಾ ಲಾ ಜೊತೆಗಿನ ಅನುಭವವು ಅತ್ಯುತ್ತಮತೆಯ ಮೇಲ್ಮಟ್ಟದಲ್ಲಿದೆ. ಸಂಸ್ಥೆಯ ಸ್ಥಾಪಕ ಪಾಲುದಾರರಾದ ಶ್ರೇಯಸ್ ಮತ್ತು ಕಮಲಾ ಅವರು ವಿಶಿಷ್ಟ ದೃಷ್ಟಿಕೋನ ಮತ್ತು ಅಪಾರ ಸಮರ್ಪಣೆಯಿಂದ ಸಂಸ್ಥೆಯನ್ನು ನಿರ್ವಹಿಸಿ, ಅದನ್ನು ಹೊಸ ಎತ್ತರಗಳಿಗೆ ಕೊಂಡೊಯ್ದಿದ್ದಾರೆ. ಅವರ ನಾಯಕತ್ವ ಮತ್ತು ಶ್ರೇಷ್ಠತೆಯ ಮೇಲಿನ ಅಪಾರ ಬದ್ಧತೆಯು, ಆರ್ನಾ ಲಾವನ್ನು ಕಾನೂನು ಕ್ಷೇತ್ರದಲ್ಲಿ ಅಸಾಧಾರಣವಾಗಿಸಿ ಗುರುತಿಸುತ್ತದೆ.",
      "ಗಂಡ-ಹೆಂಡತಿ ಜೋಡಿಯಾಗಿ, ಶ್ರೇಯಸ್ ಮತ್ತು ಕಮಲಾ ಸಂಸ್ಥೆಗೆ ವಿಶಿಷ್ಟ ಚೈತನ್ಯವನ್ನು ತರುತ್ತಾರೆ. ತಮ್ಮ ವೈಯಕ್ತಿಕ ಶಕ್ತಿಗಳನ್ನು ಸಮನ್ವಯಗೊಳಿಸಿ, ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವ ಒಗ್ಗೂಡಿದ ಪಾಲುದಾರಿಕೆಯನ್ನು ನಿರ್ಮಿಸಿದ್ದಾರೆ. ಅವರ ತಂತ್ರಾತ್ಮಕ ಸ್ಮಾರ್ತ್ಯತೆ ಮತ್ತು ಸೂಕ್ಷ್ಮ ಗಮನವು ನಮಗೆ ಸಂಕೀರ್ಣ ಕಾನೂನು ಸವಾಲುಗಳ ಮೂಲಕ ಸುಗಮ ಮಾರ್ಗದರ್ಶನ ನೀಡುವಲ್ಲಿ ಪ್ರಮುಖವಾಗಿದೆ.",
      "ನಾವು ಅವರ ನವೀನತೆಪಡೆಯುವ ಆಸಕ್ತಿಯ ಬಗ್ಗೆ ವಿಶೇಷವಾಗಿ ಮೆಚ್ಚುಗೆಯನ್ನು ವ್ಯಕ್ತಪಡಿಸುತ್ತೇವೆ, ವಿಶೇಷವಾಗಿ ಅವರ ಆಧುನಿಕ ತಂತ್ರಜ್ಞಾನವನ್ನು ತಮ್ಮ ಕಾರ್ಯಪದ್ಧತಿಯಲ್ಲಿ ಸಂಯೋಜಿಸುವ ಪ್ರಯತ್ನಗಳು ಗಮನಾರ್ಹ. ಈ ದೃಷ್ಟಿಕೋನವು ಕೇವಲ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಹೆಚ್ಚಿಸುವುದಲ್ಲದೆ, ಗ್ರಾಹಕರು ಅತ್ಯಾಧುನಿಕ ಮತ್ತು ಪರಿಣಾಮಕಾರಿ ಕಾನೂನು ಪರಿಹಾರಗಳನ್ನು ಪಡೆಯುವಂತೆ ಮಾಡುತ್ತದೆ.",
      "ತಾಂತ್ರಿಕ ಪರಿಣಿತತೆಗೆ ಪೂರಕವಾಗಿ, ಶ್ರೇಯಸ್ ಮತ್ತು ಕಮಲಾ ಅವರ ಪ್ರಾಮಾಣಿಕತೆ, ನೈತಿಕ ಮಾನದಂಡಗಳು, ಮತ್ತು ತಮ್ಮ ಗ್ರಾಹಕರಿಗೆ ತಾವು ನೀಡುವ ನಿಜವಾದ যত್ನದಿಂದ ಪ್ರಸಿದ್ಧರಾಗಿದ್ದಾರೆ. ಅವರು ನಂಬಿಕೆ ಮತ್ತು ಶ್ರೇಷ್ಠತೆಯ ಸಂಸ್ಕೃತಿಯನ್ನು ನಿರ್ಮಿಸಿದ್ದಾರೆ, ಇದು ಸಂಪೂರ್ಣ ಸಂಸ್ಥೆಯಲ್ಲಿ ವ್ಯಾಪಿಸಿದೆ.,
      "ನಾನು ಆರ್ನಾ ಲಾ ಮತ್ತು ಅವರ ಅಸಾಧಾರಣ ತಂಡವನ್ನು ಉನ್ನತ ಮಟ್ಟದ ಕಾನೂನು ಪ್ರತಿನಿಧಿಯನ್ನು ಹುಡುಕುತ್ತಿರುವ ಎಲ್ಲರಿಗೂ ಹೃತ್ಪೂರ್ವಕವಾಗಿ ಶಿಫಾರಸು ಮಾಡುತ್ತೇನೆ.",
    `,
    },
    {
      imageUrl: "/testimonials/client_fabric.jpg",
      name: "ಪಲ್ಲವಿ ರಾವ್ ಮತ್ತು ಅರುಣ್ ಕೀಜ್‌ಪದತಿಲ್",
      post: "ಸ್ಥಾಪಕರು",
      desingnation: "Client Fabric Tech Ltd. ",
      desc: "“ ನಾವು ವ್ಯಕ್ತಿಗತ ಸಂಬಂಧ ಹೊಂದಿರುವ, ಸಾಮರ್ಥ್ಯಶಾಲಿ, ತಕ್ಷಣ ಸ್ಪಂದಿಸುವ ಮತ್ತು ನಮ್ಮ ವ್ಯವಹಾರವನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವ ಕಾನೂನು ಸಂಸ್ಥೆಗಾಗಿ ಹುಡುಕಾಟ ನಡೆಸುತ್ತಿದ್ದೆವು. ಆರ್ನಾ ಲಾ ಈ ಎಲ್ಲ ಗುಣಗಳನ್ನು ಹೊಂದಿದ್ದು, ಅದರ ಪೂರಕವಾಗಿ ಇನ್ನಷ್ಟು ಸಹ ನಮಗೆ ಒದಗಿಸಿದೆ. ಜಾಗತಿಕ ಮಟ್ಟದಲ್ಲಿ ಹುಡುಕಾಟ ನಡೆಸಿದ ನಂತರ ನಮಗೆ ಆರ್ನಾ ಲಾ ದೊರಕಿತು, ಮತ್ತು ನಾವು ಅದಕ್ಕಾಗಿ ಅತ್ಯಂತ ಸಂತೋಷಪಡುತ್ತೇವೆ. ”",
      fullTestimonial: `ನಾವು ವ್ಯಕ್ತಿಗತ ಸಂಬಂಧ ಹೊಂದಿರುವ, ಸಾಮರ್ಥ್ಯಶಾಲಿ, ತಕ್ಷಣ ಸ್ಪಂದಿಸುವ ಮತ್ತು ನಮ್ಮ ವ್ಯವಹಾರವನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವ ಕಾನೂನು ಸಂಸ್ಥೆಗಾಗಿ ಹುಡುಕಾಟ ನಡೆಸುತ್ತಿದ್ದೆವು. ಆರ್ನಾ ಲಾ ಈ ಎಲ್ಲ ಗುಣಗಳನ್ನು ಹೊಂದಿದ್ದು, ಅದರ ಪೂರಕವಾಗಿ ಇನ್ನಷ್ಟು ಸಹ ನಮಗೆ ಒದಗಿಸಿದೆ. ಜಾಗತಿಕ ಮಟ್ಟದಲ್ಲಿ ಹುಡುಕಾಟ ನಡೆಸಿದ ನಂತರ ನಮಗೆ ಆರ್ನಾ ಲಾ ದೊರಕಿತು, ಮತ್ತು ನಾವು ಅದಕ್ಕಾಗಿ ಅತ್ಯಂತ ಸಂತೋಷಪಡುತ್ತೇವೆ.,
      `,
    },
    {
      imageUrl: "/testimonials/dummy-white.png",
      name: "ಪ್ರಣವ್ ನಾಹಾರ್",
      post: "",
      desingnation: "ಉದ್ಯಮಿ",
      desc: "“ಮಂಜುಶ್ರೀ ಮತ್ತು ಆರನಾ ಲಾ ತಂಡಕ್ಕೆ ನಮ್ಮ ರಿಯಲ್ ಎಸ್ಟೇಟ್ ಫಿನ್ಟೆಕ್ ಅನುಭವವನ್ನು ನಡೆಸಲು ಅತ್ಯಂತ ಸೂಕ್ತವಾದ ಮತ್ತು ನಿಯಂತ್ರಕ ಹೊಂದಾಣಿಕೆಯ ರಚನೆಯನ್ನು ಕಂಡುಹಿಡಿಯುವ ಆದೇಶವನ್ನು ನೀಡಲಾಯಿತು. ಅವರು ಆದೇಶವನ್ನು ಸ್ಪಷ್ಟತೆ ಮತ್ತು ವಿವರಗಳೊಂದಿಗೆ ನಿರ್ವಹಿಸಿದರು. ನಾವು ಅನೇಕ ಅನುಮಾನಗಳು ಮತ್ತು ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದೇವೆ ಮತ್ತು ನಾವು ವಿನಂತಿಸಿದ ಎಲ್ಲಾ ವಿವರಗಳ ಮೂಲಕ ಅವರು ತಾಳ್ಮೆಯಿಂದ ಕೆಲಸ ಮಾಡಿದ್ದಾರೆ ಎಂದು ನಮಗೆ ಏನು ಅನಿಸಿತು. ಅವರ ಗ್ರಾಹಕ ಸೇವೆ ಮತ್ತು ಕಾನೂನು ಪರಿಣತಿಯು ಬಹಳ ವೃತ್ತಿಪರವಾಗಿತ್ತು. ಅವರೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುವುದು ಸಂತೋಷಕರವಾಗಿತ್ತು.”",
      fullTestimonial: `ಮಂಜುಶ್ರೀ ಮತ್ತು ಆರನಾ ಲಾ ತಂಡಕ್ಕೆ ನಮ್ಮ ರಿಯಲ್ ಎಸ್ಟೇಟ್ ಫಿನ್ಟೆಕ್ ಅನುಭವವನ್ನು ನಡೆಸಲು ಅತ್ಯಂತ ಸೂಕ್ತವಾದ ಮತ್ತು ನಿಯಂತ್ರಕ ಹೊಂದಾಣಿಕೆಯ ರಚನೆಯನ್ನು ಕಂಡುಹಿಡಿಯುವ ಆದೇಶವನ್ನು ನೀಡಲಾಯಿತು. ಅವರು ಆದೇಶವನ್ನು ಸ್ಪಷ್ಟತೆ ಮತ್ತು ವಿವರಗಳೊಂದಿಗೆ ನಿರ್ವಹಿಸಿದರು. ನಾವು ಅನೇಕ ಅನುಮಾನಗಳು ಮತ್ತು ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದೇವೆ ಮತ್ತು ನಾವು ವಿನಂತಿಸಿದ ಎಲ್ಲಾ ವಿವರಗಳ ಮೂಲಕ ಅವರು ತಾಳ್ಮೆಯಿಂದ ಕೆಲಸ ಮಾಡಿದ್ದಾರೆ ಎಂದು ನಮಗೆ ಏನು ಅನಿಸಿತು. ಅವರ ಗ್ರಾಹಕ ಸೇವೆ ಮತ್ತು ಕಾನೂನು ಪರಿಣತಿಯು ಬಹಳ ವೃತ್ತಿಪರವಾಗಿತ್ತು. ಅವರೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುವುದು ಸಂತೋಷಕರವಾಗಿತ್ತು.,
    `,
    },
    {
      imageUrl: "/testimonials/mamma-miya.jpg",
      name: "ಆಶಿಕಾ ಅಬ್ರಹಾಂ",
      post: "ಸ್ಥಾಪಕ",
      desingnation: "ಮಮ್ಮಮಿಯಾ",
      desc: "“ ನಾನು ಶ್ರೇಯಸ್, ಕಮಲಾ ಮತ್ತು ಅವರ ಆರ್ನಾ ಲಾ ತಂಡದೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುವುದನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಆನಂದಿಸಿದ್ದೇನೆ – ವಿಶೇಷವಾಗಿ ಅವರ ಕಾನೂನು ಅಭಿಪ್ರಾಯವು ಸದಾ ಸಮತೋಲನವನ್ನು ಹೊಂದಿದ್ದು, ಅದರಲ್ಲಿ ಜ್ಞಾನ, ದೃಷ್ಟಿಕೋನ ಮತ್ತು ವಾಣಿಜ್ಯ/ಸಾಮಾಜಿಕ/ರಾಜಕೀಯ ಸಂಗತಿಗಳ ಅರ್ಥೈಸುವಿಕೆ ಕೂಡ ಒಳಗೊಂಡಿರುತ್ತದೆ.",
      fullTestimonial: `ನಾನು ಶ್ರೇಯಸ್, ಕಮಲಾ ಮತ್ತು ಅವರ ಆರ್ನಾ ಲಾ ತಂಡದೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುವುದನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಆನಂದಿಸಿದ್ದೇನೆ – ವಿಶೇಷವಾಗಿ ಅವರ ಕಾನೂನು ಅಭಿಪ್ರಾಯವು ಸದಾ ಸಮತೋಲನವನ್ನು ಹೊಂದಿದ್ದು, ಅದರಲ್ಲಿ ಜ್ಞಾನ, ದೃಷ್ಟಿಕೋನ ಮತ್ತು ವಾಣಿಜ್ಯ/ಸಾಮಾಜಿಕ/ರಾಜಕೀಯ ಸಂಗತಿಗಳ ಅರ್ಥೈಸುವಿಕೆ ಕೂಡ ಒಳಗೊಂಡಿರುತ್ತದೆ.,
      "ನ್ಯಾಯಕ್ಕಾಗಿ ಅವರ ಆಂತರಿಕ ಬದ್ಧತೆ ಅವರ ಅಭ್ಯಾಸವನ್ನು ಮತ್ತಷ್ಟು ಬಲಪಡಿಸುತ್ತದೆ, ಮತ್ತು ಇದು ಅವರಿಗೆ ಕಾನೂನು ಪರಿಹಾರಗಳನ್ನು ಹಾಗೂ ರಾಜೀ ನಿರ್ಧಾರಗಳನ್ನು ಆದಷ್ಟು ಶೀಘ್ರವಾಗಿ ಕಂಡುಹಿಡಿಯಲು ಪ್ರೇರೇಪಿಸುತ್ತದೆ.",
    `,
    },
    {
      imageUrl: "/testimonials/one_paper.jpeg",
      name: "ಕುನಾಲ್ ಶಾ",
      post: "ಒನ್‌ಪೇಪರ್ ರಿಸರ್ಚ್ ಅನಾಲಿಸ್ಟ್ ಪ್ರೈವೇಟ್ ಲಿಮಿಟೆಡ್",
      desingnation: "",
      desc: "ನಾವು ಸಂತೋಷದಿಂದ ಹಂಚಿಕೊಳ್ಳಲು ಇಚ್ಛಿಸುತ್ತೇವೆ ಎಂಬುದು ಏನಂದರೆ, ಒನ್‌ಪೇಪರ್‌ ಅನ್ನು ಆರ್ನಾ ಲಾ ಒದಗಿಸಿದ ಸೇವೆಗಳಿಂದ ಸಂಪೂರ್ಣವಾಗಿ ತೃಪ್ತಿಪಡಿಸಲಾಗಿದೆ. ವಿಧಿಷಾ, ಪುಂಟಿ ಮತ್ತು ಸಂಪೂರ್ಣ ತಂಡವು ನಮ್ಮ ",
      fullTestimonial: `ನಾವು ಸಂತೋಷದಿಂದ ಹಂಚಿಕೊಳ್ಳಲು ಇಚ್ಛಿಸುತ್ತೇವೆ ಎಂಬುದು ಏನಂದರೆ, ಒನ್‌ಪೇಪರ್‌ ಅನ್ನು ಆರ್ನಾ ಲಾ ಒದಗಿಸಿದ ಸೇವೆಗಳಿಂದ ಸಂಪೂರ್ಣವಾಗಿ ತೃಪ್ತಿಪಡಿಸಲಾಗಿದೆ. ವಿಧಿಷಾ, ಪುಂಟಿ ಮತ್ತು ಸಂಪೂರ್ಣ ತಂಡವು ನಮ್ಮ ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸುವಲ್ಲಿ ಅಪರೂಪದ ನಿಪುಣತೆ ಮತ್ತು ಸಮರ್ಪಣೆಯನ್ನು ಪ್ರದರ್ಶಿಸಿದರು. ಅವರ ಪ್ರಯತ್ನಗಳು ಮತ್ತು ಸಮಯೋಚಿತ ಸಹಾಯವು ನಮ್ಮ ವಿಷಯದಲ್ಲಿ ಅನುಕೂಲಕರ ಆದೇಶವನ್ನು ಪಡೆಯಲು ಪ್ರಮುಖ ಪಾತ್ರ ವಹಿಸಿತು.,
        "ತೃಪ್ತಿಕರ ಫಲಿತಾಂಶಗಳನ್ನು ಒದಗಿಸಲು ತಂಡದ ಶ್ರಮ ಮತ್ತು ಬದ್ಧತೆಯನ್ನು ನಾವು ಹೃತ್ಪೂರ್ವಕವಾಗಿ ಮೆಚ್ಚುತ್ತೇವೆ.",
        "ನಿಮ್ಮ ಬೆಂಬಲಕ್ಕಾಗಿ ಮತ್ತೊಮ್ಮೆ ಧನ್ಯವಾದಗಳು."`,

    },
    {
      imageUrl: "/testimonials/novalite.jpg",
      name: "ಮುಖೇಶ್ ಶಾ",
      post: "ನೋವಾಲೈಟ್ ಲಿಮಿಟೆಡ್",
      desingnation: "",
      desc: "“ ನಾವು ನೋವಾಲೈಟ್ ಲಿಮಿಟೆಡ್‌ನಲ್ಲಿ ಆರ್ನಾ ಲಾ ಜೊತೆ, ವಿಶೇಷವಾಗಿ ಶ್ರೀ ಶ್ರೇಯಸ್ ಜಯಸಿಂಹ ಅವರೊಂದಿಗೆ ಹಲವಾರು ಸಂಕೀರ್ಣ ಕಾನೂನು ವಿಷಯಗಳಲ್ಲಿ ಕೆಲಸ ಮಾಡುವ ಸಂತೋಷವನ್ನು ಅನುಭವಿಸಿದ್ದೇವೆ. ”",
      fullTestimonial: `"ನಾವು ನೋವಾಲೈಟ್ ಲಿಮಿಟೆಡ್‌ನಲ್ಲಿ ಆರ್ನಾ ಲಾ ಜೊತೆ, ವಿಶೇಷವಾಗಿ ಶ್ರೀ ಶ್ರೇಯಸ್ ಜಯಸಿಂಹ ಅವರೊಂದಿಗೆ ಹಲವಾರು ಸಂಕೀರ್ಣ ಕಾನೂನು ವಿಷಯಗಳಲ್ಲಿ ಕೆಲಸ ಮಾಡುವ ಸಂತೋಷವನ್ನು ಅನುಭವಿಸಿದ್ದೇವೆ. ಈ ಅನುಭವ ಅತ್ಯುತ್ತಮವಾಗಿತ್ತು. ಜಯಸಿಂಹ ಅವರು ಮತ್ತು ಅವರ ತಂಡ ವೃತ್ತಿಪರತೆಯ, ಪರಿಣಿತೆಯ ಮತ್ತು ಸಮರ್ಪಣೆಯ ಅತ್ಯುನ್ನತ ಮಟ್ಟವನ್ನು ತೋರಿಸಿದರು.,
        "ಆರ್ನಾ ಲಾವನ್ನು ಬೇರೆಗಣಿಸುವ ಪ್ರಮುಖ ಅಂಶವೆಂದರೆ ಅವರ ಸಮಗ್ರ ಕಾನೂನು ಸೇವೆಗಳ ದೃಷ್ಟಿಕೋನ. ಅವರು ಕಾನೂನು ಪ್ರಕ್ರಿಯೆಗಳ ಮೂಲಕ ನಿರ್ದಿಷ್ಟತೆ ಮತ್ತು ಶ್ರದ್ಧೆಯಿಂದ ಮಾರ್ಗದರ್ಶನ ನೀಡುವುದಷ್ಟೇ ಅಲ್ಲ, ನಮ್ಮ ವ್ಯವಹಾರ ಶೈಲಿಗೆ ಸುಲಲಿತವಾಗಿ ಹೊಂದಿಕೊಳ್ಳುವ ಅಮೂಲ್ಯ ಸಲಹೆ ಮತ್ತು ಸಮಾಲೋಚನೆಯನ್ನೂ ಒದಗಿಸುತ್ತಾರೆ. ನಮ್ಮ ಅನನ್ಯ ಅಗತ್ಯಗಳನ್ನು ಅರ್ಥೈಸಿ, ಅದಕ್ಕೆ ತಕ್ಕಂತೆ ತಮ್ಮ ಸೇವೆಗಳನ್ನು ಹೊಂದಾಣಿಕೆ ಮಾಡುವ ಅವರ ಸಾಮರ್ಥ್ಯವು ನಮ್ಮ ಪಾಲಿಗೆ ಅಪಾರವಾದ ಪ್ರಭಾವ ಬೀರಿತು.",
        "ಶ್ರೀ ಜಯಸಿಂಹ ಮತ್ತು ಸಂಪೂರ್ಣ ಆರ್ನಾ ಲಾ ತಂಡ ನೀಡಿದ ಬೆಂಬಲ ಮತ್ತು ಒಳನೋಟಗಳಿಗೆ ನಾವು ಅತ್ಯಂತ ಕೃತಜ್ಞರಾಗಿದ್ದೇವೆ. ಅವರು ಕೇವಲ ಕಾನೂನು ಸಲಹೆಗಾರರಷ್ಟೇ ಅಲ್ಲ, ನಮ್ಮ ವ್ಯವಹಾರದ ಪಯಣದಲ್ಲಿ ನಿಜವಾದ ಪಾಲುದಾರರಾಗಿದ್ದಾರೆ."ಧನ್ಯವಾದಗಳು, ಆರ್ನಾ ಲಾ, ನಿಮ್ಮ ಅಚಲವಾದ ಶ್ರೇಷ್ಠತೆಯ ಬದ್ಧತೆಗೆ. ಭವಿಷ್ಯದಲ್ಲೂ ನಮ್ಮ ಸಹಕಾರವನ್ನು ಮುಂದುವರಿಸಬಹುದು ಎಂಬುದಕ್ಕಾಗಿ ನಾವು ನಿರೀಕ್ಷಿಸುತ್ತಿದ್ದೇವೆ.",
        "ಧನ್ಯವಾದಗಳು, ಆರ್ನಾ ಲಾ, ನಿಮ್ಮ ಅಚಲವಾದ ಶ್ರೇಷ್ಠತೆಯ ಬದ್ಧತೆಗೆ. ಭವಿಷ್ಯದಲ್ಲೂ ನಮ್ಮ ಸಹಕಾರವನ್ನು ಮುಂದುವರಿಸಬಹುದು ಎಂಬುದಕ್ಕಾಗಿ ನಾವು ನಿರೀಕ್ಷಿಸುತ್ತಿದ್ದೇವೆ.",
      `,
    },
  ],

  // Home Page

  ourLegacy1: {
    legacyTitle1: "ನಮ್ಮ ಪರಂಪರೆ",
    legacyHeadline1: "ತೊಂಬತ್ತಕ್ಕೂ ಹೆಚ್ಚು ದಶಕಗಳ ಬದ್ಧತೆ ಮತ್ತು ಸೇವೆಯ ಮೇಲೆ ಸ್ಥಾಪಿತವಾಗಿದೆ",
    legacyPara1:
      "ವಿವಿಧ ಕ್ಷೇತ್ರಗಳು, ಉದ್ಯಮಗಳು ಮತ್ತು ಅಂತರರಾಷ್ಟ್ರೀಯ ಗಡಿಗಳಾದ್ಯಂತ, ನಮ್ಮ ಕಾನೂನು ಸೇವೆಗಳು ಮತ್ತು ಪರಿಹಾರಗಳು ನಮ್ಮ ಗ್ರಾಹಕರ ಉತ್ತಮ ಹಿತಾಸಕ್ತಿಗಳನ್ನು ಪ್ರತಿನಿಧಿಸಲು ವಿಶೇಷವಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲ್ಪಟ್ಟಿವೆ, ನಮ್ಮ ನೈಸರ್ಗಿಕ ಕಾನೂನು, ನ್ಯಾಯ ಮತ್ತು ಕರುಣೆ ತತ್ವಗಳನ್ನು ತ್ಯಜಿಸದೆ",
    legacyPara2: "ನಾವು ದೇಶೀಯ, ವಿದೇಶಿ ಮತ್ತು ವಲಸೆ ಗ್ರಾಹಕರಿಗೆ ವಿವಿಧ ವಿಷಯಗಳಲ್ಲಿ ಸಲಹೆ ನೀಡುತ್ತೇವೆ. ನಿಯಂತ್ರಣಾತ್ಮಕ, ಆರ್ಥಿಕ ಮತ್ತು ಕಾನೂನು ಅಪಾಯವನ್ನು ಕಡಿಮೆ ಮಾಡುವುದರಿಂದ ಹಿಡಿದು ರಾಷ್ಟ್ರೀಯ ಮತ್ತು ಅಂತರರಾಷ್ಟ್ರೀಯ ಕಾನೂನಿನ ಅತ್ಯಂತ ವಿಶೇಷ ಪ್ರದೇಶಗಳನ್ನು ಸಂಚಾಲಿಸಲು, ನಾವು ಅಚಲ ಅಂತರಂಗದೊಂದಿಗೆ ಸಲಹೆ ನೀಡುತ್ತೇವೆ.",
  },

  ourServicesTitle: {
    ourServices: "ನಮ್ಮ ಸೇವೆಗಳು",
  },

  ourFirmTitle: {
    ourFirm: "ನಮ್ಮ ಸಂಸ್ಥೆ",
  },

  disputes: {
    disputesTitle: "ನಾವು ಪರಿಹರಿಸುವ ವಿವಾದಗಳು",
  },

  disputesDetails: [
    {
      name: "Commercial Litigation",
    },
    {
      name: "Arbitration",
    },
    {
      name: "International Arbitration",
    },
    {
      name: "Mediation",
    },
    {
      name: "Construction Disputes",
    },
    {
      name: "Real Estate Disputes",
    },
    {
      name: "Share Holder Disputes",
    },
    {
      name: "Trial & Advocacy",
    },
    {
      name: "Corporate disputes",
    },
    {
      name: "Restructuring & Insolvency",
    },
    {
      name: "Regulatory disputes",
    },

  ],

  trackRecord: {
    trackRecordTitle: "ಸಂಖ್ಯೆಗಳ ಮೂಲಕ ನಮ್ಮ ಸಾಧನೆ",
  },

  awards: {
    awardsTitle: "ಪ್ರಶಸ್ತಿಗಳು ಮತ್ತು ಪ್ರಶಂಸೆಗಳು",
  },

  //Practice Area Main Heading
  practiceAreaHeading: {
    practiceAreaHeading: "ನಮ್ಮ ಸಕ್ರಿಯ ತಂಡ ವಿವಿಧ ಪ್ರ್ಯಾಕ್ಟಿಸ್ ಪ್ರದೇಶಗಳಲ್ಲಿ ಅನುಭವಿ ಸಲಹೆಯನ್ನು ನೀಡುತ್ತದೆ.",
  },

  practiceAreaPara1: {
    practiceAreaPara1: "ಇತ್ತೀಚಿನ ವರ್ಷಗಳಲ್ಲಿ, ಆರ್ನಾ ಲಾ ವಿಶ್ವಾಸಾರ್ಹ ಸಲಹೆಗಾರರಾಗಿ ವಿಶಿಷ್ಟ ಹೆಸರನ್ನು ಗಳಿಸಿದೆ. ನಾವು ದೀರ್ಘ ಕಾಲದ ಸಂಬಂಧಗಳನ್ನು ಕಾನೂನು ಭೂದೃಶ್ಯ, ನಮ್ಮ ಸಂಪನ್ಮೂಲ ಮತ್ತು ಪ್ರಾಯೋಗಿಕ, ಫಲಿತಾಂಶ-ಚಾಲಿತ ಸಲಹೆಯನ್ನು ಒದಗಿಸುವ ನಮ್ಮ ಸಾಮರ್ಥ್ಯಕ್ಕೆ ಸಾಕ್ಷಿಯಾಗಿದೆ.",
  },
  practiceAreaPara2: {
    practiceAreaPara2: "ನಾವು ಸಮಗ್ರ ಶ್ರೇಣಿಯ ಕಾನೂನು ಸೇವೆಗಳನ್ನು ನೀಡುತ್ತೇವೆ, ಪ್ರತಿಯೊಂದೂ ಪರಸ್ಪರ ಪೂರಕವಾಗಿರುತ್ತದೆ, ನಾವು ಕೈಗೊಳ್ಳುವ ಪ್ರತಿಯೊಂದು ವಿಷಯದ ಬಗ್ಗೆ ಸಮಗ್ರ, ಕ್ರಾಸ್-ಶಿಸ್ತಿನ ದೃಷ್ಟಿಕೋನವನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳಲು ಅವಕಾಶ ನೀಡುತ್ತದೆ. ನಮ್ಮ ಮುಖ್ಯ ಅಭ್ಯಾಸ ಪ್ರದೇಶಗಳು ಸಾಂಸ್ಥಿಕ, ವಾಣಿಜ್ಯ, ಮತ್ತು ನಿಯಂತ್ರಕ ಸಲಹಾ, ಈಕ್ವಿಟಿ ಮತ್ತು ಸಾಲ ಹಣಕಾಸು, ವಿಲೀನಗಳು ಮತ್ತು ಸ್ವಾಧೀನಗಳು ಮತ್ತು ವಿವಾದ ಇತ್ಯರ್ಥಗಳನ್ನು ಒಳಗೊಂಡಿವೆ.",
  },

  //Industries Main Heading
  industriesHeading: {
    industriesHeading: "ನಮ್ಮ ಪ್ರಗತಿಶೀಲ ಅಭ್ಯಾಸವು ಉದ್ಯಮದಾದ್ಯಂತ ಗ್ರಾಹಕರಿಗೆ ತಜ್ಞ ಸಹಾಯವನ್ನು ಒದಗಿಸುತ್ತದೆ. ",
  },
  industrieslistTitle: {
    industrieslist: "ನಾವು ಸೇವೆ ಸಲ್ಲಿಸುವ ಉದ್ಯಮಗಳು ",
  },
  contactOurExpertsTitle: {
    contactOurExperts: "ನಮ್ಮ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ",
  },
  network: {
    networkTitle: "ಪ್ರಪಂಚದಾದ್ಯಂತದ ವಕೀಲರ ಜಾಲ",
  },

};
export default kn;