// import FounderMessage from "@/components/AboutUs/FounderMessage";
// import JayasimhaFoundation from "@/components/AboutUs/JayasimhaFoundation";
// import { practiceArea } from "@/utils/data";

const ml = {
    menu: {
        about: "ഞങ്ങളേക്കുറിച്ച്",
        thefirm: "ഫർമ് ",
        testimonials: "സാക്ഷ്യങ്ങൾ",
        practiceareas: "പ്രാക്ടീസ് മേഖലകൾ ",
        industries: "工业ങ്ങൾ",
        newsinsights: "വാർത്തകളും ഉൾക്കാഴ്ചകളും",
        insights: "ഉൾക്കാഴ്ചകൾ",
        aarnanews: "ആർണാ വാർത്തകൾ",
        publications: "പ്രസിദ്ധീകരണങ്ങൾ",
        podcasts: "പോഡ്കാസ്റ്റുകൾ",
        careers: "ജോലികൾ",
        contactus: "ഞങ്ങളെ സമീപിക്കുക",
    },

    // Banner Titles
    practiceAreasTitle: {
        practiceAreas: "പ്രാക്ടീസ് മേഖലകൾ ",
    },
    industriesTitle: {
        industries: "工业ങ്ങൾ",
    },
    insightsTitle: {
        insights: "ഉൾക്കാഴ്ചകൾ",
    },

    aarnaNewsTitle: {
        aarnaNews: "ആർണാ വാർത്തകൾ",
    },
    publicationsTitle: {
        publications: "പ്രസിദ്ധീകരണങ്ങൾ",
    },
    podcastsTitle: {
        podcasts: "പോഡ്കാസ്റ്റുകൾ",
    },
    careersTitle: {
        careers: "ജോലികൾ",
    },
    contactUsTitle: {
        contactUs: "ഞങ്ങളെ സമീപിക്കുക",
    },

    // About Us 
    aboutTitle: {
        aboutName: "ഞങ്ങളേക്കുറിച്ച്",
    },

    //About Us and Home Page
    whatWeDo: {
        title: "ഞങ്ങൾ എന്താണ് ചെയ്യുന്നത് ",
        headline: "അന്താരാഷ്ട്ര കാഴ്ചപ്പാടോടെ, അവാർഡ് നേടിയ തർക്ക പരിഹാര സംവിധാനമാണ് ഞങ്ങൾ. ",
        para1:
            "ഗുണനിലവാരം അടിസ്ഥാനമാക്കിയുള്ളതും മൂല്യാധിഷ്ഠിതവുമായ നിയമ സേവനങ്ങൾ നൽകുന്നതിനും ഞങ്ങൾ സേവിക്കുന്നവരുമായി ആഴമേറിയതും നിലനിൽക്കുന്നതുമായ ബന്ധം വളർത്തിയെടുക്കുന്നതിനുമുള്ള ഉറച്ച പ്രതിബദ്ധതയോടെയാണ് ആർണ ലോ സ്ഥാപിതമായത്. ഞങ്ങളുടെ ക്ലയന്റുകളുടെ ബിസിനസുകളും വാണിജ്യ ലക്ഷ്യങ്ങളും മനസ്സിലാക്കുന്നതിന് ഞങ്ങൾ സമയവും പരിശ്രമവും സമർപ്പിക്കുന്നു, ഇത് സന്ദർഭോചിതമായി പ്രസക്തവും തന്ത്രപരമായി മികച്ചതുമായ പരിഹാരങ്ങൾ രൂപപ്പെടുത്താൻ ഞങ്ങളെ പ്രാപ്തരാക്കുന്നു. ",
        para2:
            "ഞങ്ങളുടെ സമീപനം നൂതനവും ബിസിനസ്സ് ബോധമുള്ളതുമാണ്, വാണിജ്യപരമായി സൂക്ഷ്മതയുള്ളവരും പ്രായോഗിക കഴിവുള്ളവരും പരിഹാരാധിഷ്ഠിതരുമായ പരിചയസമ്പന്നരായ അഭിഭാഷകരുടെ ഒരു സംഘമാണ് ഞങ്ങളുടെ പിന്തുണ. ",
    },

    ourLegacy: {
        legacyTitle: "ഞങ്ങളുടെ പാരമ്പര്യം ",
        legacyHeadline: "വൈവിധ്യമാർന്ന ഡൊമെയ്‌നുകളിലും വ്യവസായങ്ങളിലും അന്തർദേശീയ അതിർത്തികളിലും, ഞങ്ങളുടെ നിയമ സേവനങ്ങളും പരിഹാരങ്ങളും സമഗ്രതയുടെയും രഹസ്യാത്മകതയുടെയും ഉയർന്ന നിലവാരം പുലർത്തുന്നു.",
        legacyPara:
            "എല്ലാറ്റിനുമുപരി, ഓരോ ക്ലയന്റുമായും ഞങ്ങൾ വളർത്തിയെടുക്കുന്ന നിലനിൽക്കുന്ന ബന്ധങ്ങളെ അടിസ്ഥാനമാക്കിയാണ് ഞങ്ങളുടെ അവാർഡ് നേടിയ പ്രവർത്തനം. ഞങ്ങൾ നൽകുന്ന നിയമപരവും വാണിജ്യപരവുമായ ഉപദേശം ഞങ്ങളുടെ ക്ലയന്റിന്റെ ബിസിനസ്സ് താൽപ്പര്യങ്ങളെക്കുറിച്ചുള്ള ഈ ബോധപൂർവമായ ധാരണയെ പ്രതിഫലിപ്പിക്കുന്നു.",
    },

    founderMessage: {
        founderTitle: "ഞങ്ങളുടെ സ്ഥാപകരിൽ നിന്നുള്ള സന്ദേശം ",
        founderPara:
            "ചെറുകിട ഇടത്തരം, വലുത് വ്യവസായങ്ങളിൽ ഉടനീളമുള്ള ക്ലയൻ്റുകൾക്ക് സേവനം നൽകാനുള്ള പദവി ലഭിച്ചതിനും റിപ്പബ്ലിക്ക് ഓഫ് ഇന്ത്യയുടെ അഭിഭാഷകനായിരിക്കുന്നതിനും ഞങ്ങൾ വളരെ നന്ദിയുള്ളവരാണ്. മുൻ തലമുറകളുടെ അനുഗ്രഹങ്ങളും ഉയരമുള്ള ചുമലുകളും ഞങ്ങൾ താഴ്മയോടെ അംഗീകരിക്കുന്നു. അവർ പകർന്നുനൽകിയ ആഴത്തിലുള്ള മൂല്യങ്ങൾ, ഞങ്ങളുടെ ക്ലയൻ്റുകളെ സേവിക്കുന്നതിനും നീതിയുടെ ലക്ഷ്യത്തിനും വേണ്ടി ഞങ്ങൾ ശ്രമിക്കുമ്പോൾ, കൂട്ടായി നമ്മുടെ ഏറ്റവും മികച്ച പതിപ്പുകൾ പുറത്തെടുക്കുന്ന ഒരു പ്ലാറ്റ്ഫോം സൃഷ്ടിക്കാൻ ഞങ്ങളെ പ്രചോദിപ്പിക്കുന്നു.",
        founderName1: "കമലാ നാഗാനന്ദ് ",
        founderDescription1: "മാനേജിംഗ് പാർട്ണർ ",
        founderName2: "ശ്രേയസ് ജയസിംഹ ",
        founderDescription2: "സ്ഥാപക പങ്കാളി ",
    },

    jayasimhaFoundation: {
        jayasimhaTitle: "ജയസിംഹ ഫൗണ്ടേഷൻ ",
        jayasimhaPara1:
            "അന്തരിച്ച ജസ്റ്റിസ് ആർ ജയസിംഹ ബാബുവിന്റെ (1942-2015) സ്മരണയ്ക്കായി സ്ഥാപിതമായ ജയസിംഹ ഫൗണ്ടേഷൻ, സേവന മനോഭാവത്തിലൂടെ മികവ് തേടുന്നതിൽ വേരൂന്നിയ ഒരു മഹത്തായ പാരമ്പര്യം മുന്നോട്ട് കൊണ്ടുപോകുന്നു.",
        jayasimhaPara2: "ജസ്റ്റിസ് ജയസിംഹ ബാബുവിനെ മാതൃകയാക്കിയ സത്യസന്ധത, ധൈര്യം, അച്ചടക്കം എന്നിവയുടെ മാർഗ്ഗനിർദ്ദേശ തത്വങ്ങൾ ഈ ഫൗണ്ടേഷൻ ഉൾക്കൊള്ളുന്നു ",
        jayasimhaPara3: "മദ്രാസ് ഹൈക്കോടതിയിലെയും അതിനുമുമ്പ് കർണാടക ഹൈക്കോടതിയിലെയും വിശിഷ്ട നിയമനങ്ങളിലൂടെ ജസ്റ്റിസ് ജയസിംഹ ബാബു ഭരണഘടനാ നിയമം, കമ്പനി, വാണിജ്യ നിയമം, നികുതി എന്നിവയിൽ വ്യാപകമായി ഉദ്ധരിക്കപ്പെട്ട വിധിന്യായങ്ങൾ നൽകി. കൂടാതെ, ആഭ്യന്തര, അന്തർദേശീയ തർക്കങ്ങളിൽ ഒരു മധ്യസ്ഥൻ എന്ന നിലയിൽ സംഘർഷ പരിഹാരത്തിനായുള്ള അദ്ദേഹത്തിന്റെ സൂക്ഷ്മമായ സമീപനം പരക്കെ ബഹുമാനിക്കപ്പെട്ടു. ",
        jayasimhaPara4: "കർണാടക, ഹിന്ദുസ്ഥാനി, പാശ്ചാത്യ ശാസ്ത്രീയ സംഗീതങ്ങളിൽ പ്രാവീണ്യമുള്ള ജസ്റ്റിസ് ബാബു, നിയമത്തിലെ യുവ പ്രതിഭകളെ പ്രോത്സാഹിപ്പിക്കുന്നതിലും ശാക്തീകരിക്കുന്നതിലും ശ്രദ്ധാലുവായിരുന്നു. ",
    },

    joinTeam: {
        joinTeamTitle: "നമ്മുടെ സംഘത്തിൽ ചേരാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവോ?",
        joinTeamPara: "നാം തമ്മിൽ തമ്മിലൊരു മുന്നേറ്റത്തിനും വളർച്ചയ്ക്കും സഹായിക്കുന്ന ഒരു നവീന സംഘടനയാണ്. നന്മ, കാര്യക്ഷമത, സംഘാഭാവം, പരോപകാരം എന്നിവയാണ് നമ്മുടെ ബൂട്ടിക് സ്ഥാപനത്തിന്റെ അടിസ്ഥാന സിദ്ധാന്തങ്ങൾ.",
        joinTeamOpening: "ഇപ്പോൾ ലഭ്യമായ ഒഴിവുകൾ കാണുക",
    },

    aboutPracticeAreaTitle: {
        aboutPracticeAreaName: "പ്രാക്ടീസ് മേഖലകൾ",
    },

    aboutPartner: {
        aboutPartnerTitle: "PARTNERS",
        aboutPartnerPara: "The expertise of our accomplished team anchors our practice in thought leadership, mentorship, and the pursuit of excellence...",
    },

    // Testimonials 
    testmonialBannerTitle: {
        testmonialBannerName: "സാക്ഷ്യങ്ങൾ",
    },

    testimonialDetails: [
        {

            imageUrl: "/testimonials/powerplay.png",
            name: "നവീൻ റെഡ്ഡി",
            post: "പവർപ്ലേ",
            desingnation: "",
            desc: "“ജീവനക്കാരുടെ കരാറുകൾ മുതൽ വാണിജ്യ കരാറുകൾ വരെയുള്ള എന്റെ എല്ലാ നിയമ ആവശ്യങ്ങൾക്കും ആർണാ ലോ ഉറച്ച പിന്തുണ നൽകി. എല്ലാ ബിസിനസ് സംബന്ധിച്ച പ്രശ്നങ്ങളും അവർ ശ്രദ്ധയോടെയും കൃത്യതയോടെയും പരിഹരിച്ചു. എന്റെ എല്ലാ നിയമ ആവശ്യങ്ങൾക്കുമുള്ള എന്റെ വിശ്വസ്ത ആധികാരികരാണ് അവർ.”",
            fullTestimonial: `ജീവനക്കാരുടെ കരാറുകൾ മുതൽ വാണിജ്യ കരാറുകൾ വരെയുള്ള എന്റെ എല്ലാ നിയമ ആവശ്യങ്ങൾക്കും ആർണാ ലോ ഉറച്ച പിന്തുണ നൽകി. എല്ലാ ബിസിനസ് സംബന്ധിച്ച പ്രശ്നങ്ങളും അവർ ശ്രദ്ധയോടെയും കൃത്യതയോടെയും പരിഹരിച്ചു. എന്റെ എല്ലാ നിയമ ആവശ്യങ്ങൾക്കുമുള്ള എന്റെ വിശ്വസ്ത ആധികാരികരാണ് അവർ.,`,
        },
        {
            imageUrl: "/testimonials/dummy-white.png",
            name: "പവൻ ജെയ്ൻ",
            post: "ഉപാധ്യക്ഷൻ",
            desingnation: "ഫിനാൻസ്",
            desc: "“ ശ्रीमതി കമലയും അവരുടെ മുഴുവൻ സംഘവും വളരെ ഉയർന്ന നിലവാരമുള്ള പ്രൊഫഷണലിസം കാത്തുസൂക്ഷിക്കുന്നവരാണ്. അഭിപ്രായങ്ങൾ എപ്പോഴും തുറന്ന മനസ്സോടെ സ്വീകരിക്കുകയും ചെയ്തിരുന്നു. അവർ ജോലി പ്രീതിപൂർവ്വമായും സമയപരിധികളും പ്രതീക്ഷകളും മാനിച്ചുകൊണ്ടും approaching ചെയ്തത് ശ്രദ്ധേയമായിരുന്നു. അവരുമായി ചേർന്ന് ജോലി ചെയ്തത് വളരെ സന്തോഷകരമായ അനുഭവമായിരുന്നു, ഭാവിയിലും വീണ്ടും സഹകരിക്കാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു. ”",
            fullTestimonial: `ശ्रीमതി കമലയും അവരുടെ മുഴുവൻ സംഘവും വളരെ ഉയർന്ന നിലവാരമുള്ള പ്രൊഫഷണലിസം കാത്തുസൂക്ഷിക്കുന്നവരാണ്. അഭിപ്രായങ്ങൾ എപ്പോഴും തുറന്ന മനസ്സോടെ സ്വീകരിക്കുകയും ചെയ്തിരുന്നു. അവർ ജോലി പ്രീതിപൂർവ്വമായും സമയപരിധികളും പ്രതീക്ഷകളും മാനിച്ചുകൊണ്ടും approaching ചെയ്തത് ശ്രദ്ധേയമായിരുന്നു. അവരുമായി ചേർന്ന് ജോലി ചെയ്തത് വളരെ സന്തോഷകരമായ അനുഭവമായിരുന്നു, ഭാവിയിലും വീണ്ടും സഹകരിക്കാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു. ,
        `,
        },

        {
            imageUrl: "/testimonials/og_healthcare.jpg",
            name: "ടോണി ഹെൽസ്",
            post: "സിഇഒ",
            desingnation: "OG ഹെൽത്ത്കെയർ ",
            desc: "“ആരംഭിക ഉപദേശവും പിന്നീട് നൽകിയ നിയമ സേവനങ്ങളും വേണ്ടി ശ്രേയസ് അക്കും ആർണാ ലോ സംഘത്തിനും ഹൃദയപൂർവ്വം നന്ദി. ഇത് സാധാരണമായ കേസ് അല്ലായിരുന്നെങ്കിലും, ആർണാ ലോ ഞങ്ങളുടെ പ്രത്യേക ആവശ്യങ്ങൾ സമയത്തും ചെലവിന്റെ പരിധിയിലും മനസ്സിലാക്കി പരിഹരിച്ചു. വിവിധ മേഖലയിലായി അറിവും അനുഭവവും ശൃംഖലയുമുള്ള അത്യന്തം പ്രൊഫഷണൽ സ്ഥാപനമാണ് അവർ. വീണ്ടും ഒരിക്കൽ നന്ദി!”",
            fullTestimonial: `ആരംഭിക ഉപദേശവും പിന്നീട് നൽകിയ നിയമ സേവനങ്ങളും വേണ്ടി ശ്രേയസ് അക്കും ആർണാ ലോ സംഘത്തിനും ഹൃദയപൂർവ്വം നന്ദി. ഇത് സാധാരണമായ കേസ് അല്ലായിരുന്നെങ്കിലും, ആർണാ ലോ ഞങ്ങളുടെ പ്രത്യേക ആവശ്യങ്ങൾ സമയത്തും ചെലവിന്റെ പരിധിയിലും മനസ്സിലാക്കി പരിഹരിച്ചു. വിവിധ മേഖലയിലായി അറിവും അനുഭവവും ശൃംഖലയുമുള്ള അത്യന്തം പ്രൊഫഷണൽ സ്ഥാപനമാണ് അവർ. വീണ്ടും ഒരിക്കൽ നന്ദി!,
        `,
        },
        {
            imageUrl: "/testimonials/daimler.jpg",
            name: "വിനയ് ഭാഗ്‌വാൻ",
            post: "ജനറൽ കൗൺസൽ ",
            desingnation: "ഡൈംലർ ട്രക്ക്സ് ഇന്ത്യ ",
            desc: "“ആർണാ ലോയുമായി ഉണ്ടായ എന്റെ അനുഭവം അത്യന്തം ശ്രേഷ്ഠമായതായിരുന്നു. സ്ഥാപക പങ്കാളികളായ ശ്രേയസും കമലയും അതുല്യമായ ദർശനത്തോടെയും സമർപ്പണത്തോടെയും ഈ സ്ഥാപനത്തെ നയിച്ച് ഉയർന്ന തലത്തിലേക്ക് കൊണ്ടുവന്നു. അവരുടെ നേത്യത്വം, ഉന്നത നിലവാരത്തിനുള്ള ശക്തമായ പ്രതിബദ്ധതയോടൊപ്പം, നിയമ മേഖലയിലെ ആർണാ ലോയെ മറ്റു സ്ഥാപനങ്ങളിൽ നിന്നും വ്യത്യസ്തമാക്കുന്നു. ”",
            fullTestimonial: `ആർണാ ലോയുമായി ഉണ്ടായ എന്റെ അനുഭവം അത്യന്തം ശ്രേഷ്ഠമായതായിരുന്നു. സ്ഥാപക പങ്കാളികളായ ശ്രേയസും കമലയും അതുല്യമായ ദർശനത്തോടെയും സമർപ്പണത്തോടെയും ഈ സ്ഥാപനത്തെ നയിച്ച് ഉയർന്ന തലത്തിലേക്ക് കൊണ്ടുവന്നു. അവരുടെ നേത്യത്വം, ഉന്നത നിലവാരത്തിനുള്ള ശക്തമായ പ്രതിബദ്ധതയോടൊപ്പം, നിയമ മേഖലയിലെ ആർണാ ലോയെ മറ്റു സ്ഥാപനങ്ങളിൽ നിന്നും വ്യത്യസ്തമാക്കുന്നു. ,
        "ഒരു ഭര്‍ത്താവും ഭാര്യയും ചേർന്ന ടീമായ ഷ്രേയസും കമലയും അവരുടെ വ്യക്തിഗത ശക്തികളെ ചേര്ത്ത് സ്ഥാപനം വളർത്തുന്ന ഏകീകരിച്ചും ഫലപ്രദവുമായ പങ്കാളിത്തം സൃഷ്ടിച്ചിരിക്കുന്നു. അവരുടെ തന്ത്രപരമായ പരിചയവും, വിശേഷമായി ഓരോ വിശദതയിലേക്കുള്ള ശ്രദ്ധയും, ഞങ്ങളെ പല സങ്കീർണ്ണ നിയമപ്രശ്നങ്ങളിൽനിന്നും വഴിനയിക്കാനായി നിർണ്ണായകമായി മാറിയിട്ടുണ്ട്.",
        "പുതുമയിലേക്കുള്ള അവരുടെ താത്പര്യം, പ്രത്യേകിച്ച് അത്യാധുനിക സാങ്കേതികത്വം അവരുടെ അഭ്യാസത്തിലേക്ക് കൊണ്ടുവരാനുള്ള ശ്രമങ്ങൾ, എന്നിൽ ഏറെ ആകർഷണം സൃഷ്ടിച്ചു. ഈ ദൂരദർശിയായ സമീപനം കാര്യക്ഷമത വർദ്ധിപ്പിക്കുന്നത് മാത്രമല്ല, ഏറ്റവും മുന്നിലുള്ള നിയമപരിഹാരങ്ങൾ ക്ലയന്റുകൾക്ക് ലഭ്യമാക്കുന്നുമാണ്." ,
        "തങ്ങളുടെ സാങ്കേതിക കഴിവുകൾക്ക് പുറമേ, ശ്രേയസിനെയും കമലയെയും അവരുടെ നീതിപൂർണ്ണത, നൈതിക മൂല്യങ്ങൾ, ക്ലയന്റുകൾക്ക് ഉള്ള വാസ്തവമായ പരിചരണം എന്നിവയ്ക്കായാണ് അറിയപ്പെടുന്നത്. അവർ വിശ്വാസവും മികച്ച നിലവാരവും അധിഷ്ഠിതമായ ഒരു സ്ഥാപന സംസ്കാരം വികസിപ്പിച്ചിരിക്കുന്നു." ,
        "മികച്ച നിയമ പ്രതിനിധിത്വം അന്വേഷിക്കുന്ന ഏവർക്കും ഞാൻ ഹൃദയപൂർവ്വം ആർണാ ലോയും അതിന്റെ മികച്ച ടീമും ശുപാർശ ചെയ്യുന്നു.",
      `,
        },
        {
            imageUrl: "/testimonials/client_fabric.jpg",
            name: "പല്ലവി റാവും അരുണ്‍ കീസ്‌പതാധിലും",
            post: "സ്ഥാപകര്‍",
            desingnation: "ക്ലയന്റ് ഫാബ്രിക് ടെക് ലിമിറ്റഡ് ",
            desc: "“അഭിപ്രായവിവേകമുള്ള, പ്രാവീണ്യവും പ്രതികരണക്ഷമതയും ഉള്ളതുമായ, അതോടൊപ്പം ഞങ്ങളുടെ ബിസിനസിനെ നന്നായി മനസ്സിലാക്കുന്ന ഒരു നിയമസ്ഥാപനം കണ്ടെത്താനുള്ള തിരച്ചിലിലായിരുന്നു ഞങ്ങൾ. ആർണാ ലോ എല്ലാം പാലിച്ചിട്ടുമാത്രമല്ല, അതിലധികം ഗുണങ്ങളും ഞങ്ങൾക്ക് നൽകിയിട്ടുണ്ട്. ആഗോളതലത്തിൽ നടത്തിയ തിരച്ചിലിനുശേഷം ആർണാ ലോയെ കണ്ടെത്തിയതിൽ ഞങ്ങൾക്ക് അതീവ സന്തോഷമുണ്ട്.”",
            fullTestimonial: `അഭിപ്രായവിവേകമുള്ള, പ്രാവീണ്യവും പ്രതികരണക്ഷമതയും ഉള്ളതുമായ, അതോടൊപ്പം ഞങ്ങളുടെ ബിസിനസിനെ നന്നായി മനസ്സിലാക്കുന്ന ഒരു നിയമസ്ഥാപനം കണ്ടെത്താനുള്ള തിരച്ചിലിലായിരുന്നു ഞങ്ങൾ. ആർണാ ലോ എല്ലാം പാലിച്ചിട്ടുമാത്രമല്ല, അതിലധികം ഗുണങ്ങളും ഞങ്ങൾക്ക് നൽകിയിട്ടുണ്ട്. ആഗോളതലത്തിൽ നടത്തിയ തിരച്ചിലിനുശേഷം ആർണാ ലോയെ കണ്ടെത്തിയതിൽ ഞങ്ങൾക്ക് അതീവ സന്തോഷമുണ്ട്.,
        `,
        },
        {
            imageUrl: "/testimonials/dummy-white.png",
            name: "പ്രണവ് നഹാർ",
            post: "",
            desingnation: "ഉദ്യമിയൻ",
            desc: "“ഞങ്ങളുടെ റിയൽ എസ്റ്റേറ്റ് ഫിൻടെക് പ്രവർത്തനം നടത്തുന്നതിനായി ഏറ്റവും മൂല്യാധിഷ്ഠിതവും ചട്ടങ്ങളോട് അനുയോജ്യവുമായ ഘടന കണ്ടെത്താൻ മഞ്ജുഷ്രീക്കും ആർണാ ലോ സംഘത്തിനും ഉത്തരവാദിത്വം നൽകി. അവർ ഈ ദൗത്യത്തെ വ്യക്തതയോടെയും വിശദതയോടെയും കൈകാര്യം ചെയ്തു.”",
            fullTestimonial: `ഞങ്ങളുടെ റിയൽ എസ്റ്റേറ്റ് ഫിൻടെക് പ്രവർത്തനം നടത്തുന്നതിനായി ഏറ്റവും മൂല്യാധിഷ്ഠിതവും ചട്ടങ്ങളോട് അനുയോജ്യവുമായ ഘടന കണ്ടെത്താൻ മഞ്ജുഷ്രീക്കും ആർണാ ലോ സംഘത്തിനും ഉത്തരവാദിത്വം നൽകി. അവർ ഈ ദൗത്യത്തെ വ്യക്തതയോടെയും വിശദതയോടെയും കൈകാര്യം ചെയ്തു. എന്താണ് ഞങ്ങളെ ഏറെ ആകർഷിച്ചത് എന്ന് പറയേണ്ട다면, ഞങ്ങൾക്ക് പല സംശയങ്ങളും ചോദ്യങ്ങളും ഉണ്ടായിരുന്നുവെങ്കിലും, അവർ അതെല്ലാം വലിയ സഹിഷ്ണുതയോടെയും കൃത്യമായ വിശദീകരണങ്ങളോടെയും കൈകാര്യം ചെയ്തു. അവരുടെ ക്ലയന്റ് സേവനവും നിയമപരമായ നൈപുണ്യവും വളരെ പ്രൊഫഷണലായിരുന്നു. അവരോടൊപ്പം ജോലി ചെയ്തത് അതിമനോഹരമായ അനുഭവമായി.,
      `,
        },
        {
            imageUrl: "/testimonials/mamma-miya.jpg",
            name: "Aashika Abraham",
            post: "Founder",
            desingnation: "Mammamiya",
            desc: "“ ഞാൻ ശ്രേയസ് & കമലയും അവരുടെ ടീമും Aarna Law-യിൽ പ്രവർത്തിക്കുന്നത് വളരെ ആസ്വദിച്ചിട്ടുണ്ട് - മുഖ്യമായും അവരുടെ നിയമാഭിപ്രായങ്ങൾ എല്ലായിപ്പോഴും ബുദ്ധിയും ദർശനവും വാണിജ്യ/സാമൂഹിക/രാഷ്ട്രീയ പശ്ചാത്തലവുമായിട്ടുള്ളതാണ്. ”",
            fullTestimonial: `ഞാൻ ശ്രേയസ് & കമലയും അവരുടെ ടീമും Aarna Law-യിൽ പ്രവർത്തിക്കുന്നത് വളരെ ആസ്വദിച്ചിട്ടുണ്ട് - മുഖ്യമായും അവരുടെ നിയമാഭിപ്രായങ്ങൾ എല്ലായിപ്പോഴും ബുദ്ധിയും ദർശനവും വാണിജ്യ/സാമൂഹിക/രാഷ്ട്രീയ പശ്ചാത്തലവുമായിട്ടുള്ളതാണ്. ,
        "ന്യായത്തിനുള്ള അവരുടെ ആന്തരിക ആഹ്വാനം അവരുടെ പ്രാക്ടിസിനെ ശക്തിപ്പെടുത്തുന്നു, ഇത് നിയമപരമായ പരിഹാരങ്ങളും പരിഹാരങ്ങൾ എത്രയും ത്വരിതമാക്കിയുള്ളതായി അവരുടെ പ്രതിബദ്ധതയിൽ കാണപ്പെടുന്നു." ,
      `,
        },
        {
            imageUrl: "/testimonials/one_paper.jpeg",
            name: "Kunal Shah",
            post: "OnePaper Research Analysts Private Limited",
            desingnation: "",
            desc: "“ഞങ്ങൾ പങ്കുവെക്കാൻ സന്തോഷിക്കുന്നു, OnePaper Aarna Law നൽകിയ സേവനങ്ങളോട് പൂർണ്ണമായും സംതൃപ്തമാണ്. വിദ്യീഷ, പുണ്ടി, അവരെല്ലാം ഞങ്ങളുടെ ആവശ്യങ്ങൾ പരിഹരിക്കുന്നതിൽ പ്രതിഭയും സമർപ്പണവും മികച്ച രീതിയിൽ പ്രകടിപ്പിച്ചു. അവരുടെ ശ്രമങ്ങളും സമയബന്ധിതമായ സഹായവും നമ്മുടെ കാര്യം വിജയകരമായ ഉത്തരവ് നേടുന്നതിൽ പ്രധാനപ്പെട്ട പങ്കു വഹിച്ചു. ”",
            fullTestimonial: `ഞങ്ങൾ പങ്കുവെക്കാൻ സന്തോഷിക്കുന്നു, OnePaper Aarna Law നൽകിയ സേവനങ്ങളോട് പൂർണ്ണമായും സംതൃപ്തമാണ്. വിദ്യീഷ, പുണ്ടി, അവരെല്ലാം ഞങ്ങളുടെ ആവശ്യങ്ങൾ പരിഹരിക്കുന്നതിൽ പ്രതിഭയും സമർപ്പണവും മികച്ച രീതിയിൽ പ്രകടിപ്പിച്ചു. അവരുടെ ശ്രമങ്ങളും സമയബന്ധിതമായ സഹായവും നമ്മുടെ കാര്യം വിജയകരമായ ഉത്തരവ് നേടുന്നതിൽ പ്രധാനപ്പെട്ട പങ്കു വഹിച്ചു. ,
          "ഞങ്ങൾ ടീമിന്റെ കടുത്ത പരിശ്രമവും സംതൃപ്തികരമായ ഫലങ്ങൾ നൽകുന്നതിന്‍റെ പ്രതിബദ്ധതയും വളരെ ശ്രേഷ്ഠമായി മാനിക്കുന്നു." ,
          "നിങ്ങളുടെ പിന്തുണയ്ക്കായി വീണ്ടും നന്ദി." `,

        },
        {
            imageUrl: "/testimonials/novalite.jpg",
            name: "Mukesh Shah",
            post: "Novalite limited",
            desingnation: "",
            desc: "“നോവലൈറ്റ് ലിമിറ്റഡ്-ൽ നമുക്ക് Aarna Law-യുമായി, പ്രത്യേകിച്ച് ശ്രീ. ശ്രേയസ് ജയസിംഹയുമായി, നിരവധി പരസ്യകാനൂനീയ വിഷയങ്ങളിൽ പ്രവർത്തിക്കാനായിരുന്നുണ്ട്. അനുഭവം അപൂർവ്വമായിരുന്നു. ശ്രീ. ജയസിംഹയും അദ്ദേഹത്തിന്റെ ടീമും പ്രൊഫഷണലിസത്തിന്റെ, വിദഗ്ധതയുടെ, സമർപ്പണത്തിന്റെ ഒരു അത്യുഗ്രന പ്രാപ്തി പ്രദർശിപ്പിച്ചു. ”",
            fullTestimonial: `നോവലൈറ്റ് ലിമിറ്റഡ്-ൽ നമുക്ക് Aarna Law-യുമായി, പ്രത്യേകിച്ച് ശ്രീ. ശ്രേയസ് ജയസിംഹയുമായി, നിരവധി പരസ്യകാനൂനീയ വിഷയങ്ങളിൽ പ്രവർത്തിക്കാനായിരുന്നുണ്ട്. അനുഭവം അപൂർവ്വമായിരുന്നു. ശ്രീ. ജയസിംഹയും അദ്ദേഹത്തിന്റെ ടീമും പ്രൊഫഷണലിസത്തിന്റെ, വിദഗ്ധതയുടെ, സമർപ്പണത്തിന്റെ ഒരു അത്യുഗ്രന പ്രാപ്തി പ്രദർശിപ്പിച്ചു. ,
          "Aarna Law-യെ സവിശേഷമാക്കുന്നത് അവരുടെ സമഗ്രമായ നിയമ സേവന സമീപനമാണ്. അവർ നിയമോപദേശങ്ങൾ നിങ്ങൾക്ക് നയിക്കാനും നിയമമേഖലയിൽ നിർവഹണങ്ങൾ നൽകാനും മാത്രമല്ല, ഞങ്ങളുടെ ബിസിനസ് ജീവിതശൈലിയുമായി ഒത്തുചേർന്ന് അവ്യക്തമായ ഉപദേശം, കൺസൽട്ടേഷൻ എന്നിവയും നൽകുന്നു. അവരുടെ കഴിവ് നമ്മുടെ പ്രത്യേക ആവശ്യങ്ങൾ മനസിലാക്കി, അവയ്‌ക്ക് അനുയോജ്യമായ സേവനങ്ങൾ ക്രമീകരിക്കാനുണ്ടായിട്ടാണ് എല്ലാ വ്യത്യാസവും ഉണ്ടാക്കിയത്." ,
          "ശ്രീ. ജയസിംഹനും Aarna Law-യുടെയും മുഴുവൻ ടീമിന്റെയും നൽകിയ പിന്തുണയും ചിന്താ വിഭാവനകളും നാം വളരെ നന്ദിയോടെ സ്വീകരിക്കുന്നു. അവർ വെറും നിയമ ഉപദേശകരായിരിന്നു മാത്രമല്ല; അവർ ഞങ്ങളുടെ ബിസിനസ് യാത്രയിൽ സത്യമായ പങ്കാളികളായിരിക്കുന്നു." ,
          "Aarna Law, നിങ്ങളുടെ അപാരമായ ഉപരിതലമായ പ്രതിബദ്ധതയ്ക്ക് നന്ദി. ഭാവിയിൽ ഞങ്ങളുടെ സഹകരണ പ്രവർത്തനം തുടരുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു." ,
        `,
        },
    ],

    // Home Page

    ourLegacy1: {
        legacyTitle1: "ഞങ്ങളുടെ പാരമ്പര്യം ",
        legacyHeadline1: "ഒമ്പത് പതിറ്റാണ്ടിലേറെയുള്ള പ്രതിബദ്ധതയിലും സേവനത്തിലും സ്ഥാപിതമായത്.",
        legacyPara1:
            "വൈവിധ്യമാർന്ന മേഖലകളിലും വ്യവസായങ്ങളിലും അന്താരാഷ്ട്ര അതിർത്തികളിലും, ഞങ്ങളുടെ നിയമ സേവനങ്ങളും പരിഹാരങ്ങളും പ്രകൃതി നിയമം, നീതി, കാരുണ്യം എന്നിവയുടെ തത്വങ്ങളിൽ വിട്ടുവീഴ്ച ചെയ്യാതെ ഞങ്ങളുടെ ക്ലയന്റുകളുടെ മികച്ച താൽപ്പര്യങ്ങളെ പ്രതിനിധീകരിക്കുന്നതിനായി പ്രത്യേകം തയ്യാറാക്കിയതാണ്. ",
        legacyPara2: "ആഭ്യന്തര, വിദേശ, പ്രവാസി ക്ലയന്റുകൾക്ക് വിവിധ വിഷയങ്ങളിൽ ഞങ്ങൾ കൗൺസിലിംഗ് നൽകുന്നു. നിയന്ത്രണ, സാമ്പത്തിക, നിയമപരമായ അപകടസാധ്യത കുറയ്ക്കുന്നത് മുതൽ ദേശീയ, അന്തർദേശീയ നിയമങ്ങളുടെ ഉയർന്ന വൈദഗ്ധ്യമുള്ള മേഖലകളിൽ നാവിഗേറ്റ് ചെയ്യുന്നത് വരെ, വിട്ടുവീഴ്ചയില്ലാത്ത സത്യസന്ധതയോടെ ഞങ്ങൾ ഉപദേശിക്കുന്നു.",
    },

    ourServicesTitle: {
        ourServices: "ഞങ്ങളുടെ സേവനങ്ങൾ ",
    },

    ourFirmTitle: {
        ourFirm: "ഞങ്ങളുടെ സ്ഥാപനം ",
    },

    disputes: {
        disputesTitle: "ഞങ്ങൾ പരിഹരിക്കുന്ന തർക്കങ്ങൾ ",
    },

    disputesDetails: [
        {
            name: "വാണിജ്യ നിയമപക്ഷം",
        },
        {
            name: "മധ്യസ്ഥതാ ന്യായവിധി",
        },
        {
            name: "അന്താരാഷ്ട്ര മധ്യസ്ഥതാ ന്യായവിധി",
        },
        {
            name: "മധ്യസ്ഥത ",
        },
        {
            name: "കെട്ടിട നിർമ്മാണ വ്യവാദങ്ങൾ",
        },
        {
            name: "റിയൽ എസ്റ്റേറ്റ് വ്യവാദങ്ങൾ",
        },
        {
            name: "ഓഹരി ഉടമകളുടെ ഇടയിലുള്ള വ്യവാദങ്ങൾ",
        },
        {
            name: "വിചാരണയും അഭിഭാഷകത്വവും",
        },
        {
            name: "കോർപ്പറേറ്റ് തർക്കങ്ങൾ",
        },
        {
            name: "പുനസംഘടനയും ദിവാളിത്വവും",
        },
        {
            name: "റഗുലേറ്ററി തർക്കങ്ങൾ",
        },

    ],

    trackRecord: {
        trackRecordTitle: "കണക്കുകൾพู ഒരു പ്രകടനം ",
    },

    awards: {
        awardsTitle: "അവാർഡുകളും അംഗീകാരങ്ങളും",
    },

    //Practice Area Main Heading
    practiceAreaHeading: {
        practiceAreaHeading: "ഞങ്ങളുടെ സജീവമായ ടീം വിവിധ വ്യവസായ മേഖലകളിൽ പരിചയസമ്പന്നമായ നിയമോപദേശം നൽകുന്നു.",
    },
    practiceAreaPara1: {
        practiceAreaPara1: "വർഷങ്ങളായി, Aarna Law ഒരു വിശ്വസനീയ ഉപദേശകനെന്ന നിലയിൽ പ്രശസ്തിയും വിശ്വാസവും നേടി. നാം സ്ഥാപിച്ച ദീർഘകാല ബന്ധങ്ങൾ, നിയമ രംഗത്തെ ആഴത്തിലുള്ള പരിജ്ഞാനം, സ്രോതസ്സുകളുടെ ഉപയോഗം, പ്രായോഗികവും ഫലപ്രദവുമായ ഉപദേശങ്ങൾ നൽകാനുള്ള കഴിവ് എന്നിവയുടെ സാക്ഷ്യപത്രങ്ങളായി നിലകൊള്ളുന്നു. ",
    },
    practiceAreaPara2: {
        practiceAreaPara2: "നാം പരസ്പരംเสൊഹിച്ചുനിൽക്കുന്ന സമഗ്രമായ നിയമ സേവനങ്ങൾ നൽകുന്നു, അതിലൂടെ ഓരോ വിഷയത്തിലും സമഗ്രമായ, പല ശാഖകളിലേക്കും വ്യാപിക്കുന്ന സമീപനം സ്വീകരിക്കാൻ നമുക്ക് കഴിയും. ഞങ്ങളുടെ പ്രധാന പ്രായോഗിക മേഖലയിലുണ്ട്: കോർപ്പറേറ്റ്, വാണിജ്യ, കാനൂനുസംബന്ധിയായ ഉപദേശങ്ങൾ, ഇക്വിറ്റി, കടപ്പത്ര ഫിനാൻസിങ്, ലയനങ്ങളും ഏറ്റെടുപ്പുകളും, തർക്കപരിഹാര മാർഗ്ഗങ്ങളും.",
    },

    //Industries Main Heading
    industriesHeading: {
        industriesHeading: "വികസനപരമായ നമ്മുടെ പ്രവർത്തനം വിവിധ വ്യവസായങ്ങളിലെ ക്ലയന്റുകൾക്ക് വിദഗ്ധ സഹായം നൽകുന്നു. ",
    },
    industrieslistTitle: {
        industrieslist: "ഞങ്ങൾ സേവനമനുഷ്ഠിക്കുന്ന വ്യവസായങ്ങൾ",
    },
    contactOurExpertsTitle: {
        contactOurExperts: "ഞങ്ങളുടെ വിദഗ്ധരുമായി ബന്ധപ്പെടുക",
    },
    network: {
        networkTitle: " ലോകമാകെ നിയമവിദഗ്‌ധരുടെ ഒരു ശൃംഖല",
    },

};
export default ml;

