// import FounderMessage from "@/components/AboutUs/FounderMessage";
// import JayasimhaFoundation from "@/components/AboutUs/JayasimhaFoundation";
// import { practiceArea } from "@/utils/data";

const mr = {
  menu: {
    about: "आमच्याबद्दल",
    thefirm: "फर्म",
    testimonials: "प्रशंसापत्रे",
    practiceareas: "प्रॅक्टिस क्षेत्रे",
    industries: "उद्योग",
    newsinsights: "बातम्या आणि अंतर्दृष्टी",
    insights: "अंतर्दृष्टी",
    aarnanews: "आर्ना बातम्या",
    publications: "प्रकाशन",
    podcasts: "पॉडकास्ट",
    careers: "करिअर्स",
    contactus: "आमच्याशी संपर्क साधा",
  },

  // Banner Titles
  practiceAreasTitle: {
    practiceAreas: "प्रॅक्टिस क्षेत्रे",
  },
  industriesTitle: {
    industries: "उद्योग",
  },
  insightsTitle: {
    insights: "अंतर्दृष्टी",
  },

  aarnaNewsTitle: {
    aarnaNews: "आर्ना बातम्या",
  },
  publicationsTitle: {
    publications: "प्रकाशन",
  },
  podcastsTitle: {
    podcasts: "पॉडकास्ट",
  },
  careersTitle: {
    careers: "करिअर्स",
  },
  contactUsTitle: {
    contactUs: "आमच्याशी संपर्क साधा",
  },

  // Abomr Us 
  aboutTitle: {
    aboutName: "आमच्याबद्दल",
  },

  //About Us and Home Page
  whatWeDo: {
    title: "सेवा पुरवितो ",
    headline: "आम्ही आंतरराष्ट्रीय दृष्टिकोनासह पुरस्कारप्राप्त वाद निराकरण पद्धती आहोत.",
    para1:
      "दर्जेदार, मूल्य-आधारित कायदेशीर सेवा प्रदान करण्याच्या दृढ वचनबद्धतेसह, आम्ही ज्यांना सेवा देतो त्यांच्याशी खोल आणि कायमचे संबंध निर्माण करण्याच्या दृढ वचनबद्धतेसह आरणा लॉची स्थापना झाली. आम्ही आमच्या क्लायंटचे व्यवसाय आणि व्यावसायिक उद्दिष्टे समजून घेण्यासाठी वेळ समर्पित करतो, ज्यामुळे आम्हाला संदर्भानुसार संबंधित आणि धोरणात्मकदृष्ट्या योग्य असे उपाय तयार करण्यास सक्षम केले जाते. ",
    para2:
      "आमचा दृष्टिकोन नाविन्यपूर्ण आणि व्यवसाय-जागरूक आहे, जो व्यावसायिकदृष्ट्या, व्यावहारिक आणि समाधान-केंद्रित अनुभवी वकिलांच्या टीमद्वारे समर्थित आहे. ",
  },

  ourLegacy: {
    legacyTitle: "आपली वारसा",
    legacyHeadline: "विविध क्षेत्रांमध्ये, उद्योगांमध्ये आणि आंतरराष्ट्रीय सीमांमध्ये, आमच्या कायदेशीर सेवा आणि उपाय उच्चतम प्रामाणिकता आणि गोपनीयतेच्या मानकांचे पालन करतात.",
    legacyPara:
      "सर्वात महत्त्वाचे म्हणजे, आमची पुरस्कारप्राप्त प्रथा प्रत्येक ग्राहकासोबत आम्ही जोपासलेल्या दीर्घकालीन संबंधांवर आधारित आहे. आम्ही प्रदान केलेले कायदेशीर आणि व्यावसायिक सल्ले आमच्या ग्राहकांच्या व्यावसायिक हितसंबंधांच्या या जाणीवपूर्वक समजुतीची प्रतिबिंबित करतात.",
  },

  founderMessage: {
    founderTitle: "आमच्या संस्थापकांकडून संदेश.",
    founderPara:
      "आम्हाला विविध उद्योगांमध्ये, लहान, मध्यम आणि मोठ्या ग्राहकांची सेवा करण्याचा सन्मान मिळाल्याबद्दल आम्ही अत्यंत आभारी आहोत आणि भारत गणराज्याच्या सल्लागारांमध्ये असण्याचा सन्मान मिळाला आहे. आम्ही नम्रपणे मागील पिढ्यांचे आशीर्वाद आणि उंच खांदे मान्य करतो. त्यांनी रुजवलेल्या खोल मूल्ये आम्हाला आमच्या पक्षकार सेवा करण्याचा आणि न्यायाच्या कारणाला पुढे नेण्याचा प्रयत्न करताना सामूहिकपणे आमच्या सर्वोत्तम आवृत्त्या आणण्यासाठी एक व्यासपीठ तयार करण्यासाठी प्रेरित आसु.",
    founderName1: " कमला नागानंद.",
    founderDescription1: "व्यवस्थापकीय भागीदार.",
    founderName2: " श्रेयस जयसिंहा.",
    founderDescription2: "संस्थापक भागीदार.",
  },

  jayasimhaFoundation: {
    jayasimhaTitle: "जयसिंहा फाउंडेशन.",
    jayasimhaPara1:
      "स्वर्गीय न्यायमूर्ती आर जयसिंहा बाबू (1942-2015) यांच्या स्मरणार्थ स्थापन केलेली जयसिंहा फाउंडेशन सेवा भावनेतून उत्कृष्टतेच्या शोधात रुजलेल्या एक प्रतिष्ठित वारसा पुढे नेते.",
    jayasimhaPara2: "फाउंडेशन न्यायमूर्ती जयसिंहा बाबू यांचे उदाहरण देणाऱ्या प्रामाणिकपणा, धैर्य आणि शिस्त या मार्गदर्शक तत्त्वांचे प्रतीक आहे.",
    jayasimhaPara3: "मद्रास उच्च न्यायालयाचे न्यायाधीश आणि यापूर्वी कर्नाटक उच्च न्यायालयाचे न्यायाधीश म्हणून त्यांच्या प्रतिष्ठित नियुक्त्यांद्वारे, न्यायमूर्ती जयसिंहा बाबू यांनी घटनात्मक कायदा, कंपनी आणि व्यावसायिक कायदा आणि कर आकारणीवर व्यापक उद्धृत निर्णय दिले. पुढे, देशांतर्गत आणि आंतरराष्ट्रीय वादांमध्ये मध्यस्थ म्हणून संघर्ष निराकरणासाठी त्यांचा तीक्ष्ण दृष्टिकोन उच्च मानला जात असे.",
    jayasimhaPara4: "कर्नाटिक, हिंदुस्तानी आणि पाश्चात्य शास्त्रीय संगीताचे जाणकार, न्यायमूर्ती बाबू कायद्यातील तरुण प्रतिभांना प्रोत्साहन देण्यास आणि सशक्त करण्यास उत्सुक होते.",
  },

  joinTeam: {
    joinTeamTitle: "आपण आमच्या टीममध्ये सामील होऊ इच्छिता?",
    joinTeamPara: "आम्ही एक नाविन्यपूर्ण संस्था आहोत जी एकमेकांना वाढण्यास आणि प्रगती करण्यास सक्षम करते. प्रामाणिकपणा, कार्यक्षमता, संघभावना आणि परोपकार हे आमच्या बुटीक प्रॅक्टिसचे कोनशिला आहेत.",
    joinTeamOpening: "सध्याच्या रिक्त पदांची माहिती पहा",
  },

  aboutPracticeAreaTitle: {
    aboutPracticeAreaName: "प्रॅक्टिस क्षेत्रे",
  },

  aboutPartner: {
    aboutPartnerTitle: "भागीदार.",
    aboutPartnerPara: "आमच्या कुशल टीमचे कौशल्य आमच्या प्रथेला विचार नेतृत्व, मार्गदर्शन आणि उत्कृष्टतेच्या शोधात स्थिर करते.",
  },

  // Testimonials 
  testmonialBannerTitle: {
    testmonialBannerName: "प्रशंसापत्रे",
  },

  testimonialDetails: [
    {

      imageUrl: "/testimonials/powerplay.png",
      name: "नवीन रेड्डी",
      post: "पॉवरप्ले",
      desingnation: "",
      desc: "“आर्णा लॉ ने माझ्या सर्व कायदेशीर गरजांमध्ये मला समर्थन दिले आहे, कर्मचारी करार तयार करण्यापासून व्यावसायिक करारांपर्यंत. सर्व व्यवसाय-संबंधित समस्या त्यांनी सहजतेने आणि तपशीलवार लक्ष देऊन सोडवल्या. माझ्या सर्व कायदेशीर आवश्यकतांसाठी मी त्यांच्याकडेच वळतो.”",
      fullTestimonial: `आर्णा लॉ ने माझ्या सर्व कायदेशीर गरजांमध्ये मला समर्थन दिले आहे, कर्मचारी करार तयार करण्यापासून व्यावसायिक करारांपर्यंत. सर्व व्यवसाय-संबंधित समस्या त्यांनी सहजतेने आणि तपशीलवार लक्ष देऊन सोडवल्या. माझ्या सर्व कायदेशीर आवश्यकतांसाठी मी त्यांच्याकडेच वळतो.,`,
    },
    {
      imageUrl: "/testimonials/dummy-white.png",
      name: "पवन जैन",
      post: "उपाध्यक्ष",
      desingnation: "वित्त",
      desc: "“कमला मॅडम आणि त्यांची संपूर्ण टीम त्यांच्या दृष्टिकोनात अत्यंत व्यावसायिक आहे आणि नेहमीच अभिप्रायासाठी खुली आहे. त्यांनी कामासाठी उच्च दर्जाची वचनबद्धता दाखवली आणि वेळेच्या आणि अपेक्षांच्या बाबतीत आदर दाखवला. त्यांच्यासोबत काम करणे खरोखरच आनंददायक होते आणि भविष्यात त्यांच्यासोबत काम करण्यास आम्ही उत्सुक आहोत.”",
      fullTestimonial: `कमला मॅडम आणि त्यांची संपूर्ण टीम त्यांच्या दृष्टिकोनात अत्यंत व्यावसायिक आहे आणि नेहमीच अभिप्रायासाठी खुली आहे. त्यांनी कामासाठी उच्च दर्जाची वचनबद्धता दाखवली आणि वेळेच्या आणि अपेक्षांच्या बाबतीत आदर दाखवला. त्यांच्यासोबत काम करणे खरोखरच आनंददायक होते आणि भविष्यात त्यांच्यासोबत काम करण्यास आम्ही उत्सुक आहोत.,
        `,
    },

    {
      imageUrl: "/testimonials/og_healthcare.jpg",
      name: "टोनी हेल्स",
      post: " मुख्य कार्यकारी अधिकारी",
      desingnation: "ओजी हेल्थकेअर",
      desc: "“श्रेयस आणि आर्णा लॉ टीम, तुमच्या प्रारंभिक सल्लामसलतीसाठी आणि नंतरच्या कायदेशीर सेवांच्या वितरणासाठी धन्यवाद. सामान्य प्रकरण नसून, आर्णा लॉने आमच्या विशिष्ट गरजांना वेळेत आणि बजेटमध्ये पूर्ण केले - खरोखरच एक व्यावसायिक फर्म ज्यांच्याकडे अनेक क्षेत्रांमध्ये ज्ञान, अनुभव आणि नेटवर्क आहे. पुन्हा एकदा धन्यवाद.”",
      fullTestimonial: `श्रेयस आणि आर्णा लॉ टीम, तुमच्या प्रारंभिक सल्लामसलतीसाठी आणि नंतरच्या कायदेशीर सेवांच्या वितरणासाठी धन्यवाद. सामान्य प्रकरण नसून, आर्णा लॉने आमच्या विशिष्ट गरजांना वेळेत आणि बजेटमध्ये पूर्ण केले - खरोखरच एक व्यावसायिक फर्म ज्यांच्याकडे अनेक क्षेत्रांमध्ये ज्ञान, अनुभव आणि नेटवर्क आहे. पुन्हा एकदा धन्यवाद.,
        `,
    },
    {
      imageUrl: "/testimonials/daimler.jpg",
      name: "विनय भगवान",
      post: "महासल्लागार",
      desingnation: " डेमलर ट्रक्स इंडिया",
      desc: "“माझा आर्ना लॉसोबतचा अनुभव अत्यंत उत्कृष्ट आहे. संस्थेचे संस्थापक भागीदार, श्रेयस आणि कमला, यांनी विलक्षण दृष्टी आणि समर्पणाने कंपनीचे नेतृत्व केले असून त्यांनी संस्थेला अधिक उंचीवर नेले आहे. त्यांच्या नेतृत्वात असलेली उत्कृष्टतेची खोल वचनबद्धता आर्ना लॉला कायदेशीर क्षेत्रात इतरांपेक्षा वेगळे स्थान मिळवून देते.”",
      fullTestimonial: ` माझा आर्ना लॉसोबतचा अनुभव अत्यंत उत्कृष्ट आहे. संस्थेचे संस्थापक भागीदार, श्रेयस आणि कमला, यांनी विलक्षण दृष्टी आणि समर्पणाने कंपनीचे नेतृत्व केले असून त्यांनी संस्थेला अधिक उंचीवर नेले आहे. त्यांच्या नेतृत्वात असलेली उत्कृष्टतेची खोल वचनबद्धता आर्ना लॉला कायदेशीर क्षेत्रात इतरांपेक्षा वेगळे स्थान मिळवून देते. ,
        "पती-पत्नीच्या जोडीने, श्रेयस आणि कमला यांनी संस्थेमध्ये एक अनोखी ऊर्जा आणि गतिशीलता आणली आहे. त्यांनी त्यांच्या वैयक्तिक ताकदी एकत्र करून एक सुसंगत आणि अत्यंत प्रभावी भागीदारी निर्माण केली आहे. त्यांच्या रणनीतिक कौशल्य आणि बारकाईने तपासण्याच्या क्षमतेमुळे आम्हाला गुंतागुंतीच्या कायदेशीर अडचणींमधून मार्ग काढण्यात मदत झाली आहे.",
        "त्यांच्या नाविन्यपूर्ण दृष्टिकोनामुळे मी विशेषतः प्रभावित झालो आहे, विशेषतः त्यांनी अत्याधुनिक तंत्रज्ञान त्यांच्या कायदेशीर प्रक्रियेमध्ये समाविष्ट करण्यासाठी केलेल्या प्रयत्नांमुळे. त्यांचा पुढे पाहणारा दृष्टिकोन कार्यक्षमता वाढवतोच, पण ग्राहकांना अत्याधुनिक आणि प्रभावी कायदेशीर सल्ला मिळवून देण्याची खात्रीही देतो. ",
        "तांत्रिक कौशल्याच्या पलीकडे, श्रेयस आणि कमला यांची प्रामाणिकपणा, नैतिक मूल्ये आणि त्यांच्या ग्राहकांप्रती असलेली खरी काळजी यासाठी ओळख आहे. त्यांनी विश्वास आणि उत्कृष्टतेची अशी एक संस्कृती निर्माण केली आहे जी संपूर्ण संस्थेमध्ये अनुभवता येते.",
        "जो कोणी उच्च दर्जाचे कायदेशीर प्रतिनिधित्व शोधत आहे त्याला मी आर्ना लॉ आणि त्यांच्या उत्कृष्ट टीमची मनापासून शिफारस करतो.",
      `,
    },
    {
      imageUrl: "/testimonials/client_fabric.jpg",
      name: "पल्लवी राव आणि अरुण कीजपदाथिल",
      post: "संस्थापक",
      desingnation: "क्लायंट फॅब्रिक टेक लिमिटेड",
      desc: "“आम्ही एक अशा कायदा फर्मच्या शोधात होतो जी व्यक्तिशः, सक्षम, प्रतिसादक्षम आणि आमच्या व्यवसायाला समजून घेणारी असेल आणि अर्णा लॉ आमच्यासाठी त्या सर्व गोष्टी आणि अधिक आहे. आम्ही जागतिक शोधानंतर अर्णा लॉला शोधले आणि आम्ही खूप आनंदित आहोत की आम्ही ते केले.”",
      fullTestimonial: `आम्ही एक अशा कायदा फर्मच्या शोधात होतो जी व्यक्तिशः, सक्षम, प्रतिसादक्षम आणि आमच्या व्यवसायाला समजून घेणारी असेल आणि अर्णा लॉ आमच्यासाठी त्या सर्व गोष्टी आणि अधिक आहे. आम्ही जागतिक शोधानंतर अर्णा लॉला शोधले आणि आम्ही खूप आनंदित आहोत की आम्ही ते केले.,
        `,
    },
    {
      imageUrl: "/testimonials/dummy-white.png",
      name: "प्रणव नाहर",
      post: "",
      desingnation: " उद्योजक",
      desc: "“मंजुष्री आणि अर्णा लॉच्या टीमला आमच्या रिअल इस्टेट फिनटेक अनुभवासाठी सर्वात अनुकूल आणि नियामक सुसंगत संरचना शोधण्याचे काम दिले गेले होते. त्यांनी हे काम स्पष्टता आणि तपशीलवारपणे हाताळले. आम्हाला प्रभावित केले की आमच्याकडे अनेक शंका आणि प्रश्न होते ज्यावर आम्ही ठाम होतो आणि त्यांनी सर्व तपशीलांवर संयमाने काम केले. त्यांची ग्राहक सेवा आणि कायदेशीर कौशल्य खूप व्यावसायिक होते. त्यांच्यासोबत काम करणे आनंददायक होते.”",
      fullTestimonial: `मंजुष्री आणि अर्णा लॉच्या टीमला आमच्या रिअल इस्टेट फिनटेक अनुभवासाठी सर्वात अनुकूल आणि नियामक सुसंगत संरचना शोधण्याचे काम दिले गेले होते. त्यांनी हे काम स्पष्टता आणि तपशीलवारपणे हाताळले. आम्हाला प्रभावित केले की आमच्याकडे अनेक शंका आणि प्रश्न होते ज्यावर आम्ही ठाम होतो आणि त्यांनी सर्व तपशीलांवर संयमाने काम केले. त्यांची ग्राहक सेवा आणि कायदेशीर कौशल्य खूप व्यावसायिक होते. त्यांच्यासोबत काम करणे आनंददायक होते.,
      `,
    },
    {
      imageUrl: "/testimonials/mamma-miya.jpg",
      name: "आशिका अब्राहम ",
      post: "संस्थापक ",
      desingnation: "मम्मामिया ",
      desc: "“आर्ना लॉमधील श्रेयस, कमला आणि त्यांच्या टीमसोबत काम करताना मला खूप आनंद झाला – कारण त्यांचे कायदेशीर मत नेहमीच शहाणपण, व्यापक दृष्टिकोन आणि व्यावसायिक/सामाजिक/राजकीय संदर्भ यांचा समतोल साधून येते.”",
      fullTestimonial: `आर्ना लॉमधील श्रेयस, कमला आणि त्यांच्या टीमसोबत काम करताना मला खूप आनंद झाला – कारण त्यांचे कायदेशीर मत नेहमीच शहाणपण, व्यापक दृष्टिकोन आणि व्यावसायिक/सामाजिक/राजकीय संदर्भ यांचा समतोल साधून येते.,
        "न्याय मिळवण्याची त्यांची अंतःप्रेरणा त्यांच्या कायदेशीर कार्यपद्धतीला बळकटी देते आणि हे त्यांच्या लवकरात लवकर कायदेशीर समाधान व तोडग्याचा शोध घेण्याच्या वचनबद्धतेतून स्पष्टपणे दिसून येते.",
      `,
    },
    {
      imageUrl: "/testimonials/one_paper.jpeg",
      name: "कुणाल शाह ",
      post: "वनपेपर रिसर्च अॅनालिस्ट्स प्रायव्हेट लिमिटेड ",
      desingnation: "",
      desc: "“ आम्हाला हे शेअर करताना आनंद होत आहे की वनपेपर आर्ना लॉने दिलेल्या सेवांमध्ये पूर्णपणे समाधानी आहे. विधीशा, पुन्टी आणि संपूर्ण टीमने आमच्या गरजा पूर्ण करताना उत्कृष्ट कौशल्य आणि समर्पण दाखवले. त्यांच्या प्रयत्नांनी आणि वेळेवर दिलेल्या सहाय्यामुळे आमच्या प्रकरणात अनुकूल आदेश मिळवण्यात महत्त्वाची भूमिका बजावली. ”",
      fullTestimonial: `आम्हाला हे शेअर करताना आनंद होत आहे की वनपेपर आर्ना लॉने दिलेल्या सेवांमध्ये पूर्णपणे समाधानी आहे. विधीशा, पुन्टी आणि संपूर्ण टीमने आमच्या गरजा पूर्ण करताना उत्कृष्ट कौशल्य आणि समर्पण दाखवले. त्यांच्या प्रयत्नांनी आणि वेळेवर दिलेल्या सहाय्यामुळे आमच्या प्रकरणात अनुकूल आदेश मिळवण्यात महत्त्वाची भूमिका बजावली. ,
          "आम्ही टीमच्या कठोर परिश्रमांचे आणि समाधानकारक निकाल देण्यासाठी त्यांच्या वचनबद्धतेचे मनःपूर्वक कौतुक करतो.",
          "तुमच्या पाठिंब्याबद्दल पुन्हा एकदा धन्यवाद. "`,

    },
    {
      imageUrl: "/testimonials/novalite.jpg",
      name: "मुकेश शाह ",
      post: "नोव्हालाइट लिमिटेड ",
      desingnation: "",
      desc: "“नोव्हालाइट लिमिटेडमध्ये आम्हाला आर्ना लॉ, विशेषतः श्री. श्रेयस जयसिंह यांच्यासोबत अनेक गुंतागुंतीच्या कायदेशीर प्रकरणांवर काम करण्याची संधी मिळाली. हा अनुभव अत्यंत उल्लेखनीय ठरला. श्री. जयसिंह आणि त्यांच्या टीमने व्यावसायिकता, तज्ज्ञता आणि समर्पण यांचे उत्कृष्ट उदाहरण सादर केले.”",
      fullTestimonial: `नोव्हालाइट लिमिटेडमध्ये आम्हाला आर्ना लॉ, विशेषतः श्री. श्रेयस जयसिंह यांच्यासोबत अनेक गुंतागुंतीच्या कायदेशीर प्रकरणांवर काम करण्याची संधी मिळाली. हा अनुभव अत्यंत उल्लेखनीय ठरला. श्री. जयसिंह आणि त्यांच्या टीमने व्यावसायिकता, तज्ज्ञता आणि समर्पण यांचे उत्कृष्ट उदाहरण सादर केले.,
          "आर्ना लॉला इतरांपेक्षा वेगळं ठरण्यासाठी त्यांची समग्र कायदेशीर सेवा पद्धत कारणीभूत आहे. ते फक्त कायदेशीर प्रक्रियांमध्ये अचूक मार्गदर्शन करत नाहीत, तर आमच्या व्यवसायाच्या शैलीशी सुसंगत असा अमूल्य सल्ला आणि सल्लामसलतही देतात. आमच्या विशिष्ट गरजा समजून घेऊन त्यानुसार सेवा सानुकूल करण्याची त्यांची क्षमता खूप उपयुक्त ठरली. ",
          "श्री. जयसिंह आणि संपूर्ण आर्ना लॉ टीमने दिलेल्या पाठिंब्यासाठी आणि दूरदृष्टीपूर्ण सल्ल्यासाठी आम्ही अत्यंत आभारी आहोत. ते केवळ कायदेशीर सल्लागारच नव्हते, तर आमच्या व्यावसायिक प्रवासातील खरे भागीदार होते. ",
          "आर्ना लॉ, तुमच्या सातत्यपूर्ण उत्कृष्टतेसाठी मनःपूर्वक धन्यवाद. भविष्यातही तुमच्याशी सहकार्य सुरू ठेवण्याची आम्हाला उत्सुकता आहे.",
        `,
    },
  ],

  // Home Page

  ourLegacy1: {
    legacyTitle1: "आमचा वारसा ",
    legacyHeadline1: "नऊ दशकांहून अधिक काळाच्या वचनबद्धतेवर आणि सेवेवर आधारित ",
    legacyPara1:
      "विविध क्षेत्रे, उद्योग आणि आंतरराष्ट्रीय, आमच्या कायदेशीर सेवा आणि उपाय कायदा, न्याय  तत्त्वांशी तडजोड न करता आमच्या क्लायंटच्या सर्वोत्तम हिताचे प्रतिनिधित्व करण्यासाठी तयार केले आहेत. ",
    legacyPara2: "आम्ही देशांतर्गत, परदेशी आणि डायस्पोरिक क्लायंटना विविध मुद्द्यांवर सल्ला देतो. नियामक, आर्थिक आणि कायदेशीर जोखीम कमी करण्यापासून ते राष्ट्रीय आणि आंतरराष्ट्रीय",
  },

  ourServicesTitle: {
    ourServices: "आमच्या सेवा ",
  },

  ourFirmTitle: {
    ourFirm: "आमची फर्म ",
  },

  disputes: {
    disputesTitle: "निराकरण",
  },

  disputesDetails: [
    {
      name: "Commercial Litigation",
    },
    {
      name: "Arbitration",
    },
    {
      name: "International Arbitration",
    },
    {
      name: "Mediation",
    },
    {
      name: "Construction Disputes",
    },
    {
      name: "Real Estate Disputes",
    },
    {
      name: "Share Holder Disputes",
    },
    {
      name: "Trial & Advocacy",
    },
    {
      name: "Corporate disputes",
    },
    {
      name: "Restructuring & Insolvency",
    },
    {
      name: "Regulatory disputes",
    },

  ],

  trackRecord: {
    trackRecordTitle: "Our Track Record by Numbers",
  },

  awards: {
    awardsTitle: "Awards & Accolades",
  },

  //Practice Area Main Heading
  practiceAreaHeading: {
    practiceAreaHeading: "आमची गतिशील टीम विविध प्रॅक्टिस क्षेत्रांमध्ये अनुभवी सल्ला प्रदान करते. ",
  },

  practiceAreaPara1: {
    practiceAreaPara1: " Over the years, Aarna law has earned a distinguished reputation as a trusted advisor. The long-standing relationships we have cultivated stand as a testament to our deep understanding of the legal landscape, our resourcefulness, and our ability to provide pragmatic, results-driven counsel.",
  },
  practiceAreaPara2: {
    practiceAreaPara2: "We offer a comprehensive range of legal services, each complementing the other, allowing us to adopt a holistic, cross-disciplinary perspective on every matter we undertake. Our core practice areas encompass corporate, commercial, and regulatory advisory, equity and debt financing, mergers and acquisitions, and dispute resolution.",
  },

  //Industries Main Heading
  industriesHeading: {
    industriesHeading: "आमची प्रगतीशील पद्धत उद्योगातील ग्राहकांना तज्ञांची मदत प्रदान करते. ",
  },
  industrieslistTitle: {
    industrieslist: "आम्ही सेवा देत असलेले उद्योग ",
  },
  contactOurExpertsTitle: {
    contactOurExperts: "CONTACT OUR EXPERTS",
  },
  network: {
    networkTitle: " A Network of Lawyers Around The World",
  },

};
export default mr;
