const ta = {
  menu: {
    about: "பற்றி",
    thefirm: "நிறுவனம்",
    testimonials: "சான்றுகள்",
    practiceareas: "பயன்பாட்டு பகுதிகள்",
    industries: "தொழில்துறை",
    newsinsights: "செய்திகள் மற்றும் உள்ளடக்கம்",
    insights: "உள்ளடக்கம்",
    aarnanews: "ஆர்னா செய்திகள்",
    publications: "பதிப்புகள்",
    podcasts: "பாட்காஸ்ட்",
    careers: "வேலை வாய்ப்புகள்",
    contactus: "எங்களை தொடர்பு கொள்ளுங்கள்",
  },

  // Banner Titles
  practiceAreasTitle: {
    practiceAreas: "பயன்பாட்டு பகுதிகள்",
  },
  industriesTitle: {
    industries: "தொழில்துறை",
  },
  insightsTitle: {
    insights: "உள்ளடக்கம்",
  },
  aarnaNewsTitle: {
    aarnaNews: "ஆர்னா செய்திகள்",
  },
  publicationsTitle: {
    publications: "பதிப்புகள்",
  },
  podcastsTitle: {
    podcasts: "பாட்காஸ்ட்",
  },
  careersTitle: {
    careers: "வேலை வாய்ப்புகள்",
  },
  contactUsTitle: {
    contactUs: "எங்களை தொடர்பு கொள்ளுங்கள்",
  },

  // About Us 
  aboutTitle: {
    aboutName: "எங்களைப் பற்றி",
  },
  whatWeDo: {
    title: "எங்கள் சேவைகள்",
    headline:
      "நாங்கள் சர்வதேச பார்வையுடன் விருது பெற்ற சட்ட வழக்குத் தீர்வு நிறுவனமாக செயல்படுகிறோம்.",
    para1:
      "தரம் சார்ந்த, மதிப்பு அடிப்படையிலான சட்ட சேவைகளை வழங்குவதற்கும், நாங்கள் சேவை செய்பவர்களுடன் ஆழமான மற்றும் நீடித்த உறவுகளை வளர்ப்பதற்கும் ஆர்னா லா உறுதியாக இருந்தது. நமது வாடிக்கையாளர்களின் வணிகங்கள் மற்றும் வணிக நோக்கங்களைப் புரிந்து கொள்ள நாம் நேரத்தையும் முயற்சியையும் அர்ப்பணிக்கிறோம்.",
    para2:
      "நமது அணுகுமுறை புதுமையான மற்றும் வணிக நோக்கமானது, வர்த்தக ரீதியாக நிபுணத்துவம் வாய்ந்த வழக்கறிஞர்களின் குழு, வர்த்தக ரீதியாக சிறந்த, கைகள் மற்றும் தீர்வு நோக்குடையது.",
  },

  ourLegacy: {
    legacyTitle: "எங்கள் பாரம்பரியம்",
    legacyHeadline: "பல்வேறு துறைகள், தொழிற்சாலைகள் மற்றும் சர்வதேச எல்லைகளில், நமது சட்ட சேவைகள் மற்றும் தீர்வுகள், ஒருமைப்பாடு மற்றும் நம்பகத்தன்மையின் உயர்ந்த தரத்தை பராமரிக்கிறது.",
    legacyPara:
      "எல்லாவற்றிற்கும் மேலாக, ஒவ்வொரு வாடிக்கையாளருடனும் நாம் வளர்த்துக்கொண்டிருக்கும் நிலையான உறவுகளின் அடிப்படையில் விருது வென்ற நடைமுறை நிறுவப்பட்டது. நாங்கள் வழங்கும் சட்ட மற்றும் வணிக ஆலோசனை எங்கள் வாடிக்கையாளரின் வணிக நலன்களை பற்றி இந்த நனவான புரிந்துணர்வை பிரதிபலிக்கிறது.",
  },

  founderMessage: {
    founderTitle: "நிறுவுனர்களின் செய்தி",
    founderPara:
      "தொழில் நிறுவனங்கள், சிறு மற்றும் பெரிய அளவில் வாடிக்கையாளர்களுக்கு சேவை செய்யும் வாய்ப்பு கிடைத்ததற்கும், இந்தியக் குடியரசின் ஆலோசனைக்கும் நாங்கள் நன்றி தெரிவித்துக் கொள்கிறோம். முந்தைய தலைமுறையினரின் ஆசிகளையும், உயர்ந்த தோள்களையும் நாம் பணிவுடன் ஏற்றுக்கொள்கிறோம். அவர்கள் ஏற்படுத்தியுள்ள ஆழமான மாண்புகள், நமது மக்களின் சிறந்த பதிப்பை கூட்டாக வெளிக்கொணரும் ஒரு தளத்தை உருவாக்க தொடர்ந்து நமக்கு ஊக்கமளிக்கின்றன, அதே நேரத்தில் நாங்கள் எங்களது வாடிக்கையாளர்களுக்கு சேவை செய்யவும், நீதிக்கான காரணத்தையும் அதிகரிக்க விரும்புகிறோம்.",
    founderName1: "கமலா நாகானந்த்",
    founderDescription1: "மேலாண்மை கூட்டாளி",
    founderName2: "ஷ்ரேயஸ் ஜெயசிம்ஹா",
    founderDescription2: "நிறுவனர் கூட்டாளி",
  },

  jayasimhaFoundation: {
    jayasimhaTitle: "ஜெயசிம்ஹா அறக்கட்டளை",
    jayasimhaPara1:
      "மறைந்த நீதிபதி ஆர். ஜெயசிம்ஹா பாபு (1942-2015) அவர்களின் நினைவாக நிறுவப்பட்ட ஜெயசிம்ஹா அறக்கட்டளை, சேவை உணர்வின் மூலம் சிறப்பை தேடும் பாரம்பரியத்தை தொடர்ந்து முன்னெடுத்து வருகின்றது.",
    jayasimhaPara2: "இந்த அறக்கட்டளை, நேர்மை, துணிவு மற்றும் ஒழுக்கம் என்ற அடிப்படை வழிகாட்டும் கொள்கைகளை பிரதிபலிக்கின்றது, இது நீதிபதி ஜெயசிம்ஹா பாபு அவர்களின் பணித்துணிவின் சின்னமாக விளங்குகின்றது.",
    jayasimhaPara3: "சென்னை உயர்நீதிமன்ற நீதிபதியாகவும், அதற்கு முன்னர் கர்நாடக உயர்நீதிமன்ற நீதிபதியாகவும் தனது சிறப்பான நீதித்துறை பணியை ஆற்றிய நீதிபதி ஜெயசிம்ஹா பாபு, அரசியலமைப்புச் சட்டம், நிறுவனம் மற்றும் வணிகச் சட்டம், வரித்துறை சட்டம் ஆகியவற்றில் பரவலாக மேற்கோளிடப்படும் தீர்ப்புகளை வழங்கியவர். மேலும், உள்நாட்டு மற்றும் சர்வதேச 仲裁 (ஆர்பிட்ரேஷன்) வழக்குகளில் அவரது தீர்க்கதரிசித் தீர்வுகள் மிகவும் மரியாதைக்குரியவை எனக் கருதப்பட்டன.",
    jayasimhaPara4: "கர்நாடக, இந்துஸ்தானி மற்றும் மேற்கு உலகத்தின் கிளாசிக்கல் இசைகளில் ஆழமான ஆர்வம் கொண்டவராக, நீதிபதி ஜெயசிம்ஹா பாபு சட்டத் துறையில் வளர்ந்து வரும் திறமையான இளைஞர்களை ஊக்குவிக்க மற்றும் அவர்களுக்கு வலுச்சேர்க்க ஆவலாக இருந்தார்.",
  },

  joinTeam: {
    joinTeamTitle: "எங்கள் குழுவில் சேர விரும்புகிறீர்களா?",
    joinTeamPara: "நாங்கள் ஒருவருக்கொருவர் வளர்ச்சியடைய ஊக்குவிக்கும், புதுமைகளை முன்னோக்கியே செயல்படும் நிறுவனம். நேர்மை, செயல்திறன், குழுவணி, மற்றும் பரோபகாரம் ஆகியவை எங்கள் சிறப்பு சட்ட நிறுவனத்தின் அடிப்படை மூலக்கூறுகள். நீங்கள் எங்கள் அணியின் ஒரு பகுதியாக சேர்ந்து வளர்ச்சி பெற விரும்புகிறீர்களா?",
    joinTeamOpening: "தற்போதைய வேலை வாய்ப்புகளை பார்க்கவும்",
  },

  aboutPracticeAreaTitle: {
    aboutPracticeAreaName: "சட்ட பிரிவுகள்",
  },

  aboutPartner: {
    aboutPartnerTitle: "கூட்டாளிகள்",
    aboutPartnerPara: "நமது திறமையான குழுவின் நிபுணத்துவம், சிந்தனைத் தலைமை, வழிகாட்டுதல் மற்றும் நிபுணத்துவத்தை நோக்கி நமது நடைமுறையை ஒருங்கிணைக்கிறது...",
  },

  testmonialBannerTitle: {
    testmonialBannerName: "வாடிக்கையாளர் பாராட்டுக்கள்",
  },

  // Testimonials
  testimonialDetails: [
    {

      imageUrl: "/testimonials/powerplay.png",
      name: "நவீன் ரெட்டி",
      post: "பவர் ப்ளே",
      desingnation: "",
      desc: "“எனது அனைத்து சட்ட தேவைகளுக்கும் ஆர்னா லா என்னை முழுமையாக ஆதரித்துள்ளது. பணியாளர் ஒப்பந்தம் முதல் வணிக ஒப்பந்தங்கள் வரை, அனைத்து சட்ட ஆவணங்களும் அவர்கள் மூலம் திறம்பட தயாரிக்கப்பட்டன. எந்தவொரு வணிகச் சிக்கலாக இருந்தாலும், அவர்கள் மிகுந்த கவனத்துடனும் திறமையுடனும் அதை தீர்த்து வைத்தனர். என் அனைத்து சட்டத் தேவைகளுக்கும் அவர்கள் தான் என் முதன்மை தேர்வு!”",
      fullTestimonial: `எனது அனைத்து சட்ட தேவைகளுக்கும் ஆர்னா லா என்னை முழுமையாக ஆதரித்துள்ளது. பணியாளர் ஒப்பந்தம் முதல் வணிக ஒப்பந்தங்கள் வரை, அனைத்து சட்ட ஆவணங்களும் அவர்கள் மூலம் திறம்பட தயாரிக்கப்பட்டன. எந்தவொரு வணிகச் சிக்கலாக இருந்தாலும், அவர்கள் மிகுந்த கவனத்துடனும் திறமையுடனும் அதை தீர்த்து வைத்தனர். என் அனைத்து சட்டத் தேவைகளுக்கும் அவர்கள் தான் என் முதன்மை தேர்வு!,`,
    },
    {
      imageUrl: "/testimonials/dummy-white.png",
      name: "பவன் ஜெயின்",
      post: "துணை தலைவர்",
      desingnation: "நிதி",
      desc: "“ திருமதி கமலா மற்றும் அவரது முழு குழுவும் மிக உயர்ந்த தொழில்முறை அணுகுமுறையை கடைப்பிடிக்கின்றனர் மற்றும் எப்போது வேண்டுமானாலும் கருத்துக்களை வரவேற்கின்றனர். அவர்கள் பணிப்பொறுப்பில் மிகுந்த நம்பிக்கையுடனும், குறிப்பிட்ட காலக்கெடுக்களையும் எதிர்பார்ப்புகளையும் மதிப்பதோடும் செயல்பட்டனர். அவர்களுடன் பணிபுரிவது மிகுந்த மகிழ்ச்சி அளித்தது, மேலும் எதிர்காலத்திலும் அவர்களுடன் பணியாற்ற ஆவலாக உள்ளோம்.”",
      fullTestimonial: `திருமதி கமலா மற்றும் அவரது முழு குழுவும் மிக உயர்ந்த தொழில்முறை அணுகுமுறையை கடைப்பிடிக்கின்றனர் மற்றும் எப்போது வேண்டுமானாலும் கருத்துக்களை வரவேற்கின்றனர். அவர்கள் பணிப்பொறுப்பில் மிகுந்த நம்பிக்கையுடனும், குறிப்பிட்ட காலக்கெடுக்களையும் எதிர்பார்ப்புகளையும் மதிப்பதோடும் செயல்பட்டனர். அவர்களுடன் பணிபுரிவது மிகுந்த மகிழ்ச்சி அளித்தது, மேலும் எதிர்காலத்திலும் அவர்களுடன் பணியாற்ற ஆவலாக உள்ளோம்.,
      `,
    },

    {
      imageUrl: "/testimonials/og_healthcare.jpg",
      name: "டோனி ஹேல்ஸ்",
      post: "மூலதன நிர்வாக இயக்குநர்",
      desingnation: "OG ஹெல்த்கேர்",
      desc: "“ஆர்னா லாவின் ஷ்ரேயஸ் மற்றும் குழுவுக்கு எனது மனமார்ந்த நன்றிகள். ஆரம்ப ஆலோசனை முதல் சட்ட சேவைகளை மிகச்சிறப்பாக வழங்கியதற்காக அவர்களுக்கு நான் மிகுந்த பாராட்டினை தெரிவிக்கிறேன். இது சாதாரணமான வழக்காக இல்லாதபோதிலும், ஆர்னா லா எங்கள் குறிப்பிட்ட தேவைகளை நேரத்திற்குள் மற்றும் வரவுசெலவு கட்டுப்பாட்டிற்குள் வைத்து தீர்த்துக் கொடுத்தது. பல துறைகளில் விரிவான அறிவு, அனுபவம் மற்றும் வலையமைப்பு கொண்ட ஒரு உண்மையான தொழில்முறை சட்ட நிறுவனமாக அவர்களை நாங்கள் மதிக்கிறோம். மீண்டும் ஒரு முறை, நன்றி!”",
      fullTestimonial: `ஆர்னா லாவின் ஷ்ரேயஸ் மற்றும் குழுவுக்கு எனது மனமார்ந்த நன்றிகள். ஆரம்ப ஆலோசனை முதல் சட்ட சேவைகளை மிகச்சிறப்பாக வழங்கியதற்காக அவர்களுக்கு நான் மிகுந்த பாராட்டினை தெரிவிக்கிறேன். இது சாதாரணமான வழக்காக இல்லாதபோதிலும், ஆர்னா லா எங்கள் குறிப்பிட்ட தேவைகளை நேரத்திற்குள் மற்றும் வரவுசெலவு கட்டுப்பாட்டிற்குள் வைத்து தீர்த்துக் கொடுத்தது. பல துறைகளில் விரிவான அறிவு, அனுபவம் மற்றும் வலையமைப்பு கொண்ட ஒரு உண்மையான தொழில்முறை சட்ட நிறுவனமாக அவர்களை நாங்கள் மதிக்கிறோம். மீண்டும் ஒரு முறை, நன்றி!,
      `,
    },
    {
      imageUrl: "/testimonials/daimler.jpg",
      name: " வினய் பக்வான்",
      post: "ஜெனரல் கவுன்சல்",
      desingnation: "டைம்லர் டிரக்ஸ் இந்தியா",
      desc: "“ஆர்னா லா நிறுவனத்துடன் எனக்கு இருந்த அனுபவம் மிகச்சிறப்பானது. நிறுவனர் உறுப்பினர்கள் ஷ்ரேயஸ் மற்றும் கமலா, நிறுவத்தை தங்களின் தொலைநோக்கு பார்வை மற்றும் அர்ப்பணிப்புடன் சிறப்பாக வழிநடத்தி, அதை இன்னும் உயர்ந்த நிலைக்கு கொண்டு சென்றுள்ளனர். அவர்களின் தலைமைத்துவம் மற்றும் சிறந்த செயல்திறனை நோக்கிய அவர்களின் அர்ப்பணிப்பு, ஆர்னா லாவை சட்டத்துறையில் தனித்துவப்படுத்துகிறது”",
      fullTestimonial: `ஆர்னா லா நிறுவனத்துடன் எனக்கு இருந்த அனுபவம் மிகச்சிறப்பானது. நிறுவனர் உறுப்பினர்கள் ஷ்ரேயஸ் மற்றும் கமலா, நிறுவத்தை தங்களின் தொலைநோக்கு பார்வை மற்றும் அர்ப்பணிப்புடன் சிறப்பாக வழிநடத்தி, அதை இன்னும் உயர்ந்த நிலைக்கு கொண்டு சென்றுள்ளனர். அவர்களின் தலைமைத்துவம் மற்றும் சிறந்த செயல்திறனை நோக்கிய அவர்களின் அர்ப்பணிப்பு, ஆர்னா லாவை சட்டத்துறையில் தனித்துவப்படுத்துகிறது.",
      "ஒரு கணவன்-மனைவி அணியாக, ஷ்ரேயஸ் மற்றும் கமலா தங்கள் தனிப்பட்ட பலங்களை ஒருங்கிணைத்து, மிகவும் திறமையான மற்றும் ஒருங்கிணைந்த கூட்டணியாக உருவாகியுள்ளனர். அவர்களின் மூலோபாய திறமையும், மிகுந்த கவனத்துடனான அணுகுமுறையும் எங்களை பல கடுமையான சட்டச் சவால்களை சமாளிக்க உதவியுள்ளது.",
      "அவர்கள் புதிய தொழில்நுட்பங்களை தங்கள் நடைமுறையில் ஒருங்கிணைக்கும் விதத்தில் கொண்டுள்ள ஆர்வம் மிகவும் பிரமிப்பளிக்கிறது. இந்த முன்னோடியான அணுகுமுறை செயல்திறனை மேம்படுத்துவதோடு மட்டுமல்லாது, வாடிக்கையாளர்களுக்கு மிக நவீன மற்றும் விளைவுசார்ந்த சட்ட தீர்வுகளை வழங்குவதையும் உறுதி செய்கிறது.”,
      "அவர்கள் தொழில்முறை திறமையைத் தவிர, நேர்மை, உயர் நெறிமுறைகள், மற்றும் வாடிக்கையாளர்களின் நலனில் உண்மையான அக்கறை ஆகியவை ஷ்ரேயஸ் மற்றும் கமலாவின் தனித்துவமான பண்புகளாகும். அவர்கள் நிறுவத்தில் முழுவதுமாக நம்பிக்கையும் சிறந்த பணிநிலையும் உருவாக்கியுள்ளனர்.",
      "உயர்தரமான சட்ட பிரதிநிதித்துவத்தை நாடுபவர்களுக்கு, ஆர்னா லா மற்றும் அதன் சிறந்த குழுவை நான் முழுமையாக பரிந்துரைக்கிறேன்.",
    `,
    },
    {
      imageUrl: "/testimonials/client_fabric.jpg",
      name: "பல்லவி ராவ் & அருண் கீஸ்பதாதில்",
      post: "நிறுவுநர்கள்",
      desingnation: "கிளையன்ட் ஃபேப்ரிக் டெக் லிமிடெட் ",
      desc: "“ ஒரு நேர்மையான, திறமைமிக்க, விரைவான பதிலளிக்கும், மற்றும் எங்கள் வணிகத்தை முழுமையாகப் புரிந்துகொள்ளக்கூடிய சட்ட நிறுவனத்தைக் கண்டுபிடிக்க முயன்றோம். அந்த அனைத்து தரங்களையும் கொண்டதோடு கூடுதலாக சிறந்த சேவைகளை வழங்கிய நிறுவனம் தான் ஆர்னா லா. ”",
      fullTestimonial: `ஒரு நேர்மையான, திறமைமிக்க, விரைவான பதிலளிக்கும், மற்றும் எங்கள் வணிகத்தை முழுமையாகப் புரிந்துகொள்ளக்கூடிய சட்ட நிறுவனத்தைக் கண்டுபிடிக்க முயன்றோம். அந்த அனைத்து தரங்களையும் கொண்டதோடு கூடுதலாக சிறந்த சேவைகளை வழங்கிய நிறுவனம் தான் ஆர்னா லா.
"உலகமயமான தேடலுக்குப் பிறகு, எங்களுக்கு சரியான சட்ட நிறுவனமாக ஆர்னா லாவை தேர்ந்தெடுத்தோம் என்பதில் மிகுந்த மகிழ்ச்சி அடைகிறோம்.
`,
    },
    {
      imageUrl: "/testimonials/dummy-white.png",
      name: "ப்ரணவ் நஹார்",
      post: "",
      desingnation: "தொழில்முனைவர்",
      desc: "“ஆர்னா லாவின் மஞ்சுஶ்ரீ மற்றும் அவரது குழுவிற்கு எங்கள் ரியல் எஸ்டேட் ஃபின்டெக் செயல்பாட்டிற்கு மிகவும் மேம்பட்ட மற்றும் விதிமுறைகளை பூர்த்தி செய்யக்கூடிய வடிவமைப்பைக் கண்டுபிடிக்க பொறுப்பு அளிக்கப்பட்டது. அவர்கள் இந்த பணியை தெளிவாகவும் விரிவாகவும் செயல்படுத்தினர்”",
      fullTestimonial: `ஆர்னா லாவின் மஞ்சுஶ்ரீ மற்றும் அவரது குழுவிற்கு எங்கள் ரியல் எஸ்டேட் ஃபின்டெக் செயல்பாட்டிற்கு மிகவும் மேம்பட்ட மற்றும் விதிமுறைகளை பூர்த்தி செய்யக்கூடிய வடிவமைப்பைக் கண்டுபிடிக்க பொறுப்பு அளிக்கப்பட்டது. அவர்கள் இந்த பணியை தெளிவாகவும் விரிவாகவும் செயல்படுத்தினர்.,
      "எங்களுக்கு பல சந்தேகங்களும் கேள்விகளும் இருந்தன, ஆனால் அவர்கள் அவற்றை அனைத்தும் மிகுந்த பொறுமையுடன் விளக்கி, எங்கள் தேவைகளுக்கு முழுமையான தீர்வுகளை வழங்கினர். அவர்களின் வாடிக்கையாளர் சேவையும், சட்டத்துறையில் உள்ள புகழும் மிகவும் திறமையானதாக இருந்தது.",
      "அவர்களுடன் பணியாற்றியது ஒரு மகிழ்ச்சியான அனுபவமாக இருந்தது."`,
    },
    {
      imageUrl: "/testimonials/mamma-miya.jpg",
      name: "ஆஷிகா ஆபிரஹாம்",
      post: "நிறுவனர்",
      desingnation: "Mammamiya",
      desc: "“ ஷ்ரேயஸ், கமலா மற்றும் ஆர்னா லா குழுவுடன் பணியாற்றிய அனுபவம் எனக்கு மிகவும் பயனுள்ளதாக இருந்தது. அவர்கள் வழங்கும் சட்ட ஆலோசனை எப்போதும் புத்திசாலித்தனமாகவும், பல்வேறு பார்வைகளுடன் சமச்சீராகவும், மற்றும் வணிக, சமூக, அரசியல் சூழ்நிலைகளை கருத்தில் கொண்டு வழங்கப்படுகிறது.”",
      fullTestimonial: `ஷ்ரேயஸ், கமலா மற்றும் ஆர்னா லா குழுவுடன் பணியாற்றிய அனுபவம் எனக்கு மிகவும் பயனுள்ளதாக இருந்தது. அவர்கள் வழங்கும் சட்ட ஆலோசனை எப்போதும் புத்திசாலித்தனமாகவும், பல்வேறு பார்வைகளுடன் சமச்சீராகவும், மற்றும் வணிக, சமூக, அரசியல் சூழ்நிலைகளை கருத்தில் கொண்டு வழங்கப்படுகிறது.",
      "அவர்களின் நீதிக்கான உள் அழைப்பு அவர்களின் நடைமுறையை மேலும் வலுப்படுத்துகிறது, மேலும் இது மிக விரைவில் சட்ட தீர்வுகள் மற்றும் சமரசங்களை கண்டுபிடிக்க செய்யும் அவர்களின் அர்ப்பணிப்பில் வெளிப்படுகிறது.",
    `,
    },
    {
      imageUrl: "/testimonials/one_paper.jpeg",
      name: "குனால் ஷா",
      post: "OnePaper Research Analysts Private Limited",
      desingnation: "",
      desc: "“ ஆர்னா லா வழங்கிய சேவைகளில் OnePaper முழுமையாக திருப்தியடைந்துள்ளது என்பதை மகிழ்ச்சியுடன் பகிர்ந்துகொள்கிறோம். விதிஷா, புண்டி, மற்றும் முழு குழுவும் எங்கள் தேவைகளை நிறைவேற்றுவதில் அபார திறமை மற்றும் அர்ப்பணிப்பை வெளிப்படுத்தினர்.”",
      fullTestimonial: `“ ஆர்னா லா வழங்கிய சேவைகளில் OnePaper முழுமையாக திருப்தியடைந்துள்ளது என்பதை மகிழ்ச்சியுடன் பகிர்ந்துகொள்கிறோம். விதிஷா, புண்டி, மற்றும் முழு குழுவும் எங்கள் தேவைகளை நிறைவேற்றுவதில் அபார திறமை மற்றும் அர்ப்பணிப்பை வெளிப்படுத்தினர்.”,
        "அவர்களின் முயற்சிகளும் சரியான நேரத்தில் வழங்கிய உதவிகளும், எங்கள் விவகாரத்தில் சாதகமான தீர்ப்பைப் பெறுவதில் முக்கியமான பாத்திரம் வகித்தன.",
        "அவர்களின் கடின உழைப்பிற்கும் உறுதிப்பாட்டிற்கும் மிகுந்த நன்றியுடன் எங்கள் பாராட்டுகளை தெரிவித்துக் கொள்கிறோம்.",
        "மீண்டும் ஒரு முறை, உங்கள் ஆதரவுக்கு மிக்க நன்றி."`,

    },
    {
      imageUrl: "/testimonials/novalite.jpg",
      name: "முகேஷ் ஷா",
      post: "நோவலைட் லிமிடெட்",
      desingnation: "",
      desc: "“ நோவலைட் லிமிடெட் நிறுவனமாக, ஆர்னா லா மற்றும் குறிப்பாக திரு. ஷ்ரேயஸ் ஜெயசிம்ஹாவுடன் பல சிக்கலான சட்ட விவகாரங்களில் இணைந்து பணியாற்றிய அனுபவம் மிகச் சிறப்பானதாக இருந்தது. அவரும் அவரது குழுவும் காட்டிய தொழில்முறை திறமை, ஆழ்ந்த அறிவு மற்றும் அர்ப்பணிப்பு பாராட்டத்தக்கது.”",
      fullTestimonial: `நோவலைட் லிமிடெட் நிறுவனமாக, ஆர்னா லா மற்றும் குறிப்பாக திரு. ஷ்ரேயஸ் ஜெயசிம்ஹாவுடன் பல சிக்கலான சட்ட விவகாரங்களில் இணைந்து பணியாற்றிய அனுபவம் மிகச் சிறப்பானதாக இருந்தது. அவரும் அவரது குழுவும் காட்டிய தொழில்முறை திறமை, ஆழ்ந்த அறிவு மற்றும் அர்ப்பணிப்பு பாராட்டத்தக்கது.,
        "ஆர்னா லாவின் சிறப்பு என்பது அவர்களின் முழுமையான சட்ட அணுகுமுறையாகும். அவர்கள் சட்ட விதிகளை மிகத் தெளிவாக வழிநடத்துவதோடு, எங்கள் வணிக தேவைகளுக்கு ஏற்ப முக்கிய ஆலோசனைகளையும் வழங்குகின்றனர். எங்கள் தனித்துவமான தேவைகளை புரிந்து, அதற்கேற்ப அவர்களின் சேவைகளை வடிவமைத்துள்ளனர், இது எங்களுக்கு மிகுந்த நம்பிக்கையை வழங்கியது.",
        "திரு. ஜெயசிம்ஹா மற்றும் முழு ஆர்னா லா குழுவின் ஆதரவுக்கு நாங்கள் நன்றியுள்ளோம். அவர்கள் صرف சட்ட ஆலோசகர்களாக மட்டுமல்லாமல், எங்கள் வணிக பயணத்தில் உண்மையான கூட்டாளிகளாக இருந்துள்ளனர்.",
        "உங்களின் மிக்க திறமை மற்றும் மேம்பட்ட சேவைக்காக நன்றி, ஆர்னா லா! எதிர்காலத்தில் மேலும் இணைந்து பணியாற்ற ஆவலாக உள்ளோம்.",
      `,
    },
  ],

  // Home Page
  ourLegacy1: {
    legacyTitle1: "எங்கள் பாரம்பரியம்",
    legacyHeadline1: "90 ஆண்டுகளுக்கும் மேலாக அர்ப்பணிப்பு மற்றும் சேவை நிறுவப்பட்டது",
    legacyPara1:
      "பல்வேறு துறைகள், தொழிற்சாலைகள் மற்றும் சர்வதேச எல்லைகளில், நமது சட்ட சேவைகள் மற்றும் தீர்வுகள், இயற்கை சட்டம், நீதி மற்றும் கருணை ஆகிய கொள்கைகளில் சமரசம் செய்து கொள்ளாமல், நமது வாடிக்கையாளர்களின் சிறந்த நலன்களைப் பிரதிநிதித்துவப்படுத்தும் வகையில் உருவாக்கப்பட்டவை.",
    legacyPara2: "உள்நாட்டு, வெளிநாட்டு மற்றும் டயஸ்போரிக் வாடிக்கையாளர்களுக்கு பல்வேறு பிரச்சினைகளில் ஆலோசனை கொடுக்கிறோம். தேசிய மற்றும் சர்வதேச சட்டத்தின் உயர் சிறப்பு வாய்ந்த பகுதிகளை நெய்தல், ஒழுங்குமுறை, நிதி மற்றும் சட்ட அபாயத்தைக் குறைப்பதில் இருந்து, சமரசத்திற்கு இடங்கொடுக்காத ஒருமைப்பாட்டை அறிவுறுத்துகிறோம்.",
  },

  ourServicesTitle: {
    ourServices: "எங்கள் சேவைகள்",
  },

  ourFirmTitle: {
    ourFirm: "எங்கள் நிறுவனம்",
  },
  disputes: {
    disputesTitle: "நாங்கள் தீர்க்கும் விவாதங்கள்",
  },

  disputesDetails: [
    {
      name: "Commercial Litigation",
    },
    {
      name: "Arbitration",
    },
    {
      name: "International Arbitration",
    },
    {
      name: "Mediation",
    },
    {
      name: "Construction Disputes",
    },
    {
      name: "Real Estate Disputes",
    },
    {
      name: "Share Holder Disputes",
    },
    {
      name: "Trial & Advocacy",
    },
    {
      name: "Corporate disputes",
    },
    {
      name: "Restructuring & Insolvency",
    },
    {
      name: "Regulatory disputes",
    },

  ],

  trackRecord: {
    trackRecordTitle: "நம் சாதனை எண்கள்",
  },
  awards: {
    awardsTitle: "விருதுகள் & பாராட்டுகள்",
  },

  //Practice Area Main Heading
  practiceAreaHeading: {
    practiceAreaHeading: "எங்கள் திறமையான குழு பல்வேறு சட்ட செயல்பாட்டு பகுதிகளில் அனுபவசாலி ஆலோசனைகளை வழங்குகிறது.",
  },

  practiceAreaPara1: {
    practiceAreaPara1: "கடந்த பல ஆண்டுகளாக ஆர்னா லா நம்பகமான ஆலோசகராக குறிப்பிடத்தக்க புகழைப் பெற்றுள்ளது. நீண்ட காலமாக நாம் வளர்த்து வந்த உறவுகள், சட்ட அமைப்பு, நமது வளம், மற்றும் நடைமுறை சார்ந்த ஆலோசனையை வழங்கும் நமது திறன் ஆகியவற்றின் ஆழமான புரிதலுக்கு ஒரு சான்றாக உள்ளது.",
  },
  practiceAreaPara2: {
    practiceAreaPara2: "நாம் மேற்கொள்ளும் அனைத்து விஷயங்களிலும் முழுமையான, பல்துறை கண்ணோட்டத்தை நாம் பின்பற்ற அனுமதிப்பதன் மூலம், ஒரு விரிவான சட்ட சேவைகளை அளிக்கிறோம். பெருநிறுவனங்கள், வணிக மற்றும் ஒழுங்குமுறை ஆலோசனை, பங்கு மற்றும் கடன் நிதி, இணைப்பு மற்றும் கையகப்படுத்துதல் மற்றும் சர்ச்சை தீர்வு ஆகியவற்றை உள்ளடக்கிய நமது முக்கிய நடைமுறைப் பகுதிகள்.",
  },

  //Industries Main Heading
  industriesHeading: {
    industriesHeading: "நமது முற்போக்கான நடைமுறை தொழில் துறை சார்ந்தவர்களுக்கு நிபுணத்துவ உதவிகளை வழங்குகிறது. ",
  },
  industrieslistTitle: {
    industrieslist: "நாம் செய்யும் தொழில்கள் ",
  },
  contactOurExpertsTitle: {
    contactOurExperts: "CONTACT OUR EXPERTS",
  },
  network: {
    networkTitle: " உலகம் முழுவதும் வழக்கறிஞர்களின் ஒருங்கிணைந்த அமைப்பு",
  },

};

export default ta;